{
    "Alabama": {
        "parks": [
            {
                "name": "Birmingham Civil Rights National Monument",
                "url": "https://www.nationalparks.org/explore/parks/birmingham-civil-rights-national-monument",
                "content": "The Birmingham Civil Rights National Monument in Alabama commemorates the events and leaders of the civil rights movement in Birmingham.",
                "description": "Established January 2017, Birmingham Civil Rights National Monument honors the nonviolentprotestors that fought against the country's racial discrimination laws and practices. It was here, at the A.G. Gaston Motel in downtown Birmingham, where leaders from the SouthernChristian Leadership Conference and Reverend Fred Shuttlesworth of the Alabama Christian Movement for Human Rightstook up residence in the spring of 1963 to strategize and make critical decisions that would propel the civilrights movement forward.  Known as “Project C,” the confrontation brought nationwide media attention as nonviolent protesters werethreatened by unleashed police dogs and high-pressure hoses. The events that occurred in Birmingham resulted inpolitical pressure that helped to ensure the passage of the Civil Rights Act of 1964.",
                "image": "https://npf-prod.imgix.net/uploads/birmingham_a-g-gaston-motel_nps_2022-06-13-203714_ofve.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Freedom Riders National Monument",
                "url": "https://www.nationalparks.org/explore/parks/freedom-riders-national-monument",
                "content": "The Freedom Riders National Monument in Alabama commemorates the courageous actions of civil rights activists who rode interstate buses to challenge segregation in the 1960s.",
                "description": "Established on January 12, 2017, Freedom Riders National Monument shares stories of people andplaces that gained national attention in the fight against the injustices of Jim Crow laws and eventually led toregulations banning segregation in interstate travel. In the spring of 1961, the “Freedom Riders,” an interracial group of civil rights activists, set outto challenge discriminatory state laws and local customs requiring segregation on buses and in bus stationfacilities. Their journey was dramatically opposed by white supremacists who viciously attacked the Freedom Riderson multiple occasions.  The monument includes the former Greyhound Bus Station located at 1031 Gurnee Avenue and the place wherethe bus was firebombed about six miles outside of the town on State Route 202, two sites where the Freedom Riderswere attacked by segregationist mobs.",
                "image": "https://npf-prod.imgix.net/uploads/frri_greyhoundmural_nps_2022-06-13-203716_gmgk.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Horseshoe Bend National Military Park",
                "url": "https://www.nationalparks.org/explore/parks/horseshoe-bend-national-military-park",
                "content": "Horseshoe Bend National Military Park commemorates the site of the 1814 Battle of Horseshoe Bend, a turning point in the Creek War of 1813-1814.",
                "description": "Horseshoe Bend National Military Park honors the bravery of 800 soldiers who fought for freedomduring the final battle of the War of 1812. On the morning of 27 March 1814, General Andrew Jackson and an army of 3,300 men consisting ofTennessee militia, United States regulars and both Cherokee and Lower Creek allies attacked Chief Menawa and 1,000Upper Creek warriors fortified in the \"horseshoe\" bend of the Tallapoosa River. To seal off the bend of the river,the Upper Creeks built an incredibly strong 400 yard long barricade made of dirt and logs. As the Cherokee andLower Creek warriors swam the Tallapoosa and attacked from the rear, Jackson launched the militia and regularsoldiers against the barricade. Facing overwhelming odds, the Upper Creeks fought bravely yet ultimately lost thebattle. Over 800 Upper Creeks died at Horseshoe Bend defending their homeland. This was the final battle of theCreek War of 1813-14, which is considered part of the War of 1812.  In a peace treaty signed after the battle, both the Upper and Lower Creeks were forced to give the UnitedStates nearly 20 million acres of land in what is today Alabama and Georgia. The victory here brought AndrewJackson national attention and helped him to be elected the seventh President of the United States in 1828.",
                "image": "https://npf-prod.imgix.net/uploads/Horseshoe_Bend_National_Military_Park2C_Tallapoosa_County2C_Alabama_2022-06-13-204012_hcdo.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Little River Canyon National Preserve",
                "url": "https://www.nationalparks.org/explore/parks/little-river-canyon-national-preserve",
                "content": "Little River Canyon National Preserve is a stunning natural area in Alabama that features a deep canyon carved by the Little River.",
                "description": "Little River Canyon National Preserve's forested uplands, waterfalls, canyon rims and bluffs, pools,boulders, and sandstone cliffs offer a variety of recreational activities for visitors looking for an escape inthe Southern Appalachians. Natural resources andcultural heritage come together to tell the story of Little River Canyon National Preserve, a unique and scenicspot in the Southern Appalachians. Composed of sandstone and other sedimentary rocks eroded by water over millionsof years, Little River Canyon is one of the most spectacular landforms in the region, carved into the flat top ofLookout Mountain.   Established as a preserve in1992, Little River Canyon possesses a wealth of cultural history – from the native American populationswho lived here to troops who camped here during the Civil War and the construction of the Tennessee, Alabama, andGeorgia Rail Line (TAG Rail Lines).Many historic figures have passed through this area, marveling at its naturalwonder.   Today, visitors can find allkinds of thrilling adventures in the preserve's picturesque settings.    ",
                "image": "https://npf-prod.imgix.net/uploads/little-river-canyon.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Russell Cave National Monument",
                "url": "https://www.nationalparks.org/explore/parks/russell-cave-national-monument",
                "content": "Russell Cave National Monument in Alabama features a large limestone cave that has evidence of human occupation dating back over 10,000 years.",
                "description": "Russell Cave has one of the most complete records of prehistoric cultures in the Southeast. Thepark includes nature paths and the Birds of Prey program. For thousands of years, bands of prehistoric Indians came to the area we know today as Russell Cave.The cave provided a shelter. The surrounding forest provided food, tools, and fuel for their fires. Occupation ofthe cave shelter continued from the earliest known people to inhabit the southeastern United States, until thetime of European explorers. The story of the inhabitants of Russell Cave is one of adaptation and survival. Thesepeople left behind clues to their way of life. These clues help us to have a better understanding of the peoplewho have gone through the mists of time.",
                "image": "https://npf-prod.imgix.net/uploads/Russell_Cave_Trail_NM_2022-06-13-203845_uxyu.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Selma to Montgomery National Historic Trail",
                "url": "https://www.nationalparks.org/explore/parks/selma-to-montgomery-national-historic-trail",
                "content": "The Selma to Montgomery National Historic Trail commemorates the historic 1965 civil rights marches led by Martin Luther King Jr. and other activists in Alabama.",
                "description": "Alabama's Selma to Montgomery National Historic Trail honors the 54-mile march of white and blacknon-violent supporters, led by Dr. Martin Luther King Jr. The climax to the decades-long voting rights crusade in Alabama erupted in March 1965 as Civil Rightsactivists converged on Selma, Alabama. The final push to achieve a nationwide solution to the disenfranchisementof African Americans came as the result of three strategically planned marches, the first of which took place onMarch 7. Nearly 500 marchers proceeded through the streets of Selma and across the Edmund Pettus Bridge where theywere faced by scores of Alabama State troopers. The troopers attacked the non-violent marchers, leaving many ofthem bloodied and severely injured, on a date forever ensconced in history as \" Bloody Sunday\".  A second march ended in a prayer session at the point of Sunday's confrontation. When an injunctioncircumventing the march to the Alabama State Capitol was reversed, a plan was devised to conduct the monumentaltrek on Sunday, March 21, 1965. Thousands of people, representing many races and nationalities, moved before theeyes of the world in demonstration to guarantee the right to vote. The five-day/four-night event covered a 54-mileroute along state Highway 80 through chilling weather and rain. The result was the personal triumph of those whoparticipated in the historic trek and the signing of the Voting Rights Act on August 6, 1965.  Today, the Selma to Montgomery National Historic Trail stands as a testament to the sacrifices made inthe triumph to preserve the right to vote as the bedrock of American democracy.   ",
                "image": "https://npf-prod.imgix.net/uploads/Edmund_Pettus_Bridge_03_2022-06-13-203829_qspk.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Tuskegee Airmen National Historic Site",
                "url": "https://www.nationalparks.org/explore/parks/tuskegee-airmen-national-historic-site",
                "content": "The Tuskegee Airmen National Historic Site honors the courageous African American pilots who served in the U.S. military during World War II.",
                "description": "Tuskegee Airmen National Historic Site is the training site of the first-ever African Americanmilitary pilots, known as the Red Tails. The sky was the limit--literally! After the successful flight of Orville and Wilbur Wright in 1903,Americans of all races were stung by the love bug of flight. In the late 1920's and 1930's African Americans ingreat numbers began their love affair with flight. They learned the basics of flight on either American soil orabroad, and created their own flight schools and clubs.  This love affair was kindled in the late 1930's, when the United States Government created Civilian PilotTraining Programs throughout the country to provide a surplus of pilots in case of a national emergency. AfricanAmericans were included in these programs, although trained at segregated facilities.  Their love of flight became fully ablaze amid World War II as political pressure challenged thegovernment to expand the role of African Americans in the military. The Army Air Corps was the first agency toaccept the challenge. Tuskegee Institute, a small black college in Alabama, was selected to host the \"militaryexperiment\" to train African American pilots and support staff--thus the Tuskegee Airmen were born.  The outstanding performance of the over 15,000 men and women who shared the \"Tuskegee Experience\" from1942-1946, is immortalized at the Tuskegee Airmen National Historic Site.",
                "image": "https://npf-prod.imgix.net/uploads/Tuskegee_Airmen_National_Historic_Site_2022-06-13-203744_cmeu.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Tuskegee Institute National Historic Site",
                "url": "https://www.nationalparks.org/explore/parks/tuskegee-institute-national-historic-site",
                "content": "The Tuskegee Institute National Historic Site preserves the historic campus of Booker T. Washington's renowned university for African Americans in Alabama.",
                "description": "Tuskegee Institute National Historic Site, founded by Booker T. Washington, recruited thebrightest teachers whose innovations made history. Since the beginning of America's existence, education has always been considered as one of the keysto social, political and economical acceptance for African Americans. Tuskegee Normal School was established bythe state of Alabama, influenced by a former slave and a former slave owner to educate newly freed people andtheir children. The Normal school, later Institute, became a beacon of hope for African Americans to reach theirgoal of acceptance.  The school officially opened on July 4, 1881 in the African American Methodist Episcopal Zion Churchunder the auspices of religion. This date was chosen to commemorate the independence of a Nation and the freedomof a forgotten people. Booker T. Washington became the first principal of a newly formed school at the age oftwenty-six. He later hired individuals like George W. Carver and Robert Taylor to help lead the institute to itsworld-renowned status.  Today, the legacy of Washington, Carver and many others has been preserved in the Historic CampusDistrict of Tuskegee University where original buildings constructed by the students, from bricks made in theInstitute brickyard still stand.",
                "image": "https://npf-prod.imgix.net/uploads/0430E577-1DD8-B71B-0B278D89D45E2340_2022-06-13-203743_jsew.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            }
        ]
    },
    "Alaska": {
        "parks": [
            {
                "name": "Alagnak Wild River",
                "url": "https://www.nationalparks.org/explore/parks/alagnak-wild-river",
                "content": "The Alagnak Wild River in Alaska boasts pristine waters for fishing and stunning scenery for outdoor enthusiasts to enjoy.",
                "description": "Whitewater rafting in Class I-III rapids, kayaking, fishing, and floating are some of theactivities enjoyed by adventure-seekers on vacation in Alaska. The headwaters of the Alagnak Wild River lie within the rugged Aleutian Range of neighboring KatmaiNational Park & Preserve. Meandering west towards Bristol Bay and the Bering Sea, the Alagnak traverses thebeautiful Alaska Peninsula, providing an unparalleled opportunity to experience the unique wilderness, wildlife,and cultural heritage of southwest Alaska.   ",
                "image": "https://npf-prod.imgix.net/uploads/6D3DE1E6-1DD8-B71B-0BCCD1CA7363F2B8_2022-06-13-204219_clsp.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Aniakchak National Monument and Preserve",
                "url": "https://www.nationalparks.org/explore/parks/aniakchak-national-monument-and-preserve",
                "content": "Aniakchak National Monument and Preserve is a remote and rugged landscape in Alaska, home to a 6-mile wide caldera and powerful volcanic features.",
                "description": "Don't let the remote location keep you from visiting Aniakchak, a vibrant reminder of Alaska'slocation in the volcanically active 'Ring of Fire.' Aniakchak National Monument and Preserve is home to an impressive six-mile wide, 2,500 ft. deepcaldera formed during a massive eruption 3,500 years ago. The Aniakchak Caldera, is the result of a series oferuptions, the latest in 1931. Covering some ten square miles, it is one of the finest examples of dry caldera inthe world. Located in the volcanically active Aleutian Mountains, the crater contains many outstanding examples ofvolcanic features, including lava flows, cinder cones, and explosion pits.  Surprise Lake, located within the caldera, is the source of the Aniakchak River, which cascades through a1,500-foot gash in the caldera wall. The site also contains the Aniakchak Wild River.",
                "image": "https://npf-prod.imgix.net/uploads/1150504471_45_3_2022-06-13-204218_zpxx.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Bering Land Bridge National Preserve",
                "url": "https://www.nationalparks.org/explore/parks/bering-land-bridge-national-preserve",
                "content": "Bering Land Bridge National Preserve is a remote park in Alaska that preserves the natural and cultural history of the Bering Land Bridge, a landmass that once connected North America and Asia.",
                "description": "Dare to brave the tundra at the Bering Land Bridge National Preserve. While challenging to get to, thepreserve offers visitors an experience unlike any other. The Bering Land BridgeNational Preserve is one of the most remote national parks in America, located on the Seward Peninsula innorthwest Alaska. The Preserve protects a small remnant of the land bridge that connected Asia and North Americamore than 10,000 years ago. Most of this land bridge, once thousands of miles wide, now lies beneath the waters ofthe Chukchi and Bering Seas.   During the Pleistocene Epoch, orlast Ice Age, glaciers in the northern region of the earth locked up water in the area, causing the sea levels todrop and exposing the land beneath the Bering Strait. Animals, plants, and people migrated from one continent toanother across this flat, grassy plain. As the Ice Age ended and the earth warmed, glaciers melted and the sealevels rose again, submerging most of the land bridge. Bering Land Bridge National Preserve protects the remnantof the land bridge for the study of past cultures, to learn more about the first people who set foot in America,and to support the traditional lifestyles of its residents.   Today, the preserveoffers unparalleled opportunities to experience some of America's most isolated wild lands and the rich heritageof Alaskan Native cultures, past and present. The land can be explored through camping, bird watching, hunting,gathering, trapping, and fishing.",
                "image": "https://npf-prod.imgix.net/uploads/24031637979_fa40a9cfb3_o.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Cape Krusenstern National Monument",
                "url": "https://www.nationalparks.org/explore/parks/cape-krusenstern-national-monument",
                "content": "Cape Krusenstern National Monument in Alaska protects over 115,000 acres of Arctic coastal plains and five miles of unspoiled beach.",
                "description": "Visiting Alaska's Cape Krusenstern will grant hikers, campers, kayakers, photographers, and loversof nature endless vacation opportunities. Cape Krusenstern National Monument is a coastal plain dotted with sizable lagoons and backed bygently rolling limestone hills, and well-preserved beach ridges. These beach ridges present, in sequence, detailedevidence of an estimated 9,000 years of prehistoric human use of this coastline. Some archeological sites here areolder than the iconic remains of ancient Egyptian civilization.  In summer, wildflowers color the beach ridges and nearby hills. Large numbers of migratory birds comefrom all over the world to Cape Krusenstern to nest. In fall, these migrating birds use the lagoons as feeding andstaging areas. Shifting sea ice, ocean currents, and waves continue to form spits and lagoons possessing importantscientific, cultural, and scenic values.",
                "image": "https://npf-prod.imgix.net/uploads/Cape_Krusenstern1_281851010412629_2022-06-13-204152_smwr.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Denali National Park and Preserve",
                "url": "https://www.nationalparks.org/explore/parks/denali-national-park-and-preserve",
                "content": "Denali National Park and Preserve is home to the tallest peak in North America, Mt. McKinley, and offers breathtaking views of Alaskan wilderness.",
                "description": "Mt. Denali, formerly Mt. McKinley, is North America's highest mountain, and is contained within DenaliNational Park in Alaska. The Alaska Range also includes countless other spectacular mountains and many large glaciers.Denali's more than 6 million acres also encompass a complete sub-arctic eco-system with large mammals such asgrizzly bears, wolves, Dall sheep, and moose.  The park was established as Mt. McKinley National Park on Feb. 26, 1917. The original park was designateda wilderness area, the first national park created specifically to protect wildlife, and incorporated into DenaliNational Park and Preserve in 1980. The park was designated an international biosphere reserve in 1976.  In 2015, Mt. McKinley was renamed to Mt. Denali to pay homage to the Athabaskan people who called thearea home—Denali means “the tall one” or “mountain-big” in their native Koyukon language.  Today the park accommodates a wide variety of visitor use including wildlife viewing, mountaineering,cycling, and even dog sledding! (Denali National Park and Preserve is actually the only national park with aworking dog sled kennel.) It continues to provide a laboratory for research in the natural sciences.",
                "image": "https://npf-prod.imgix.net/uploads/glacial_ice_in_denali_national_park_preserve_nps.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Gates of The Arctic National Park and Preserve",
                "url": "https://www.nationalparks.org/explore/parks/gates-of-the-arctic-national-park-and-preserve",
                "content": "Gates of the Arctic National Park and Preserve in Alaska is a rugged and remote wilderness area known for its stunning landscapes and abundant wildlife.",
                "description": "Lying north of the Arctic Circle, this remote park and preserve is the northernmost national parkin the U.S. and the second largest, spanning 8,472,506 acres. There are no roads in or out of Gates of the Arctic, so visitors must schedule flights or be intrepidhikers to visit this remote Alaskan wilderness. And while the park is open 24 hours a day, 365 days a year, thewild arctic weather can and does change on a dime, and always poses challenges because of the extreme cold.However, the views offered here are some of the most breathtaking in the United States. This is truly a must-visitfor the most adventurous of park lovers. ",
                "image": "https://npf-prod.imgix.net/uploads/16089307144_77307bb65a_o_2022-06-13-204037_vemz.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Glacier Bay National Park and Preserve",
                "url": "https://www.nationalparks.org/explore/parks/glacier-bay-national-park-and-preserve",
                "content": "Glacier Bay National Park and Preserve in Alaska is home to stunning glaciers, immense wildlife, and breathtaking fjords.",
                "description": "Covering 3.3 million acres of mountains, glaciers, wild coastlines, and fjords, Glacier Bay is oneof the world's largest international protected areas. Glacier Bay offers spectacular views, breathtaking moments, and true solitude often lost in today'sbusy society. Located in Alaska, this popular destination for Alaskan cruises offers a glimpse of theever-changing nature of glacier areas, as they recede and expand with the changing seasons. ",
                "image": "https://npf-prod.imgix.net/uploads/shutterstock_143121907_2022-06-13-204031_wusb.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Katmai National Park and Preserve",
                "url": "https://www.nationalparks.org/explore/parks/katmai-national-park-and-preserve",
                "content": "Katmai National Park and Preserve in Alaska is known for its stunning landscapes, diverse wildlife, and the largest population of brown bears in the world.",
                "description": "Katmai National Park and Preserve in Alaska is home to spectacular and unique volcanoes, andwildlife including fish, flowers, and bears. Katmai National Monument was created in 1918 to preserve the famed Valley of Ten Thousand Smokes, aspectacular forty square mile, 100 to 700 foot deep ash flow deposited by Novarupta Volcano. A National Park &Preserve since 1980, today Katmai is still famous for volcanoes, but also for brown bears, pristine waterways withabundant fish, remote wilderness, and a rugged coastline.  There is plenty room for great diversity of wildlife in Katmai which encompasses millions of acres wildrivers and streams, rugged coastlines, broad green glacial hewn valleys, active glaciers and volcanoes, and NaknekLake.   ",
                "image": "https://npf-prod.imgix.net/uploads/shutterstock_82878346_2022-06-13-203956_ryxb.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Kenai Fjords National Park",
                "url": "https://www.nationalparks.org/explore/parks/kenai-fjords-national-park",
                "content": "Kenai Fjords National Park in Alaska is known for its stunning glacial landscapes, diverse wildlife, and rugged coastline.",
                "description": "Experience the glacial hiking trails at Kenai Fjords National Park, where this rugged landscapepromises a life-changing experience for visitors. Sweeping from rocky coastline to glacier-crowned peaks, Kenai Fjords National Park encompasses607,805 acres of unspoiled wilderness on the southeast coast of Alaska's Kenai Peninsula. The park is capped bythe Harding Icefield, a relic from past ice-ages and the largest icefield entirely within U.S. borders. Visitorswitness a landscape continuously shaped by glaciers, earthquakes, and storms. Orcas, otters, puffins, bear, mooseand mountain goats are just a few of the numerous animals that make their home in this ever-changing place wheremountains, ice and ocean meet.",
                "image": "https://npf-prod.imgix.net/uploads/CD22352B-1DD8-B71B-0BC867B506B4AF1C_2022-06-13-203957_xezy.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Klondike Gold Rush National Historical Park",
                "url": "https://www.nationalparks.org/explore/parks/klondike-gold-rush-national-historical-park",
                "content": "Klondike Gold Rush National Historical Park preserves the history of the Klondike Gold Rush in Alaska and Washington.",
                "description": "Discover how the gold rush breathed life into Klondike Gold Rush National Historical Park, wherethe journey to Canada was rooted in economic freedom. Gold! Headlines read in 1897, starting the rush. Thousands, hoping to ease the woes of economicdepression, sold farms, dropped businesses and boarded ships to follow their dreams north. They braved icy passesto reach the interior of Canada, only to find the gold claims staked by prospectors who preceded them. A fewstruck gold; many more returned home penniless, yet richer for the adventure.  The park celebrates the Klondike Gold Rush of 1897-98 through 15 restored buildings within the SkagwayHistoric District. The park also administers the Chilkoot Trail and a small portion of the White Pass Trail.",
                "image": "https://npf-prod.imgix.net/uploads/F1FB317C-1DD8-B71B-0BCD1281A10F8860_2022-06-13-203949_vrjn.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Kobuk Valley National Park",
                "url": "https://www.nationalparks.org/explore/parks/kobuk-valley-national-park",
                "content": "Kobuk Valley National Park in Alaska features vast sand dunes, caribou migration routes, and the Kobuk River.",
                "description": "Follow the tracks of nearly a half-million caribou who migrate through the Great Kobuk Sand Dunestwice a year. Travel with the wildlife along the Kobuk River. Kobuk Valley National Park provides protection for several important geographic features, includingthe central portion of the Kobuk River, the 25-sqaure-mile Great Kobuk Sand Dunes, and the Little Kobuk and HuntRiver dunes.  Sand created by the grinding action of ancient glaciers has been carried to the Kobuk Valley by both windand water. Dunes now cover much of the southern portion of the Kobuk Valley, where they are naturally stabilizedby vegetation. River bluffs, composed of sand and standing as high as 150 feet, hold the fossils of Ice Agemammals.  Nearly half a million caribou migrate through the Park twice a year ' north in the spring, south in thefall. Their tracks crisscross the 25 square miles of the Great Kobuk Sand Dunes. The lofty dunes are a sculpteddesert in the middle of a wilderness of wetlands. The Kobuk River on the north side of the dunes winds roughly 61miles through the park, providing a travel path for people and wildlife.",
                "image": "https://npf-prod.imgix.net/uploads/8029769772_83778804b8_o2028129_2022-06-13-203948_fovj.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Lake Clark National Park and Preserve",
                "url": "https://www.nationalparks.org/explore/parks/lake-clark-national-park-and-preserve",
                "content": "Lake Clark National Park and Preserve in Alaska has diverse landscapes including volcanoes, glaciers, and lakes.",
                "description": "See the spectacular scenery of mountains, glaciers and volcanoes that stretch from the shores ofCook Inlet to the tundra-covered hills. Lake Clark National Park and Preserve is a composite of ecosystems representative of many regions ofAlaska. The spectacular scenery stretches from the shores of Cook Inlet, across the Chigmit Mountains, to thetundra covered hills of the western interior. The Chigmits, where the Alaska and Aleutian Ranges meet, are anawesome, jagged array of mountains and glaciers which include two active volcanoes, Mt. Redoubt and Mt. Iliamna.",
                "image": "https://npf-prod.imgix.net/uploads/Fireplace_28619714993429_2022-06-13-203946_mzdf.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Noatak National Preserve",
                "url": "https://www.nationalparks.org/explore/parks/noatak-national-preserve",
                "content": "Noatak National Preserve in Alaska is one of the largest and most remote national parks in the United States, offering pristine wilderness and diverse ecosystems for outdoor enthusiasts to enjoy.",
                "description": "Noatak National Preserve, one of North America's largest mountain-ringed river basins, featuresdiverse flora and fauna, and offers river float-trips. Noatak National Preserve features some of the Arctic's finest arrays of plants and animals. TheNoatak River offers spectacular wilderness float trip opportunities from deep in the Brooks Range to the tidewaterof the Chukchi Sea. The 400-mile river - a Wild and Scenic River is virtually unchanged by the humans who havelived in the valley for the last 11,000 years.  The national preserve lies almost completely enclosed by the Baird and De Long mountains of the BrooksRange. In this transition zone, the northern coniferous forest thins out and gradually gives way to the tundrathat stretches northward to the Beaufort Sea. The bulk of this land is designated wilderness. Far from the hustleand bustle of other Alaskan destinations, the magnificent scenery and untamed nature of this preserve allows youto experience genuine wild Alaska on its own terms.",
                "image": "https://npf-prod.imgix.net/uploads/19962807229_4da47fd0a5_o_2022-06-13-203910_xjsy.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Sitka National Historical Park",
                "url": "https://www.nationalparks.org/explore/parks/sitka-national-historical-park",
                "content": "Sitka National Historical Park in Alaska preserves and interprets the cultural and historical significance of the Tlingit people and the Battle of 1804.",
                "description": "Alaska's Sitka National Historical Park preserves the battle site of invading Russian traders andindigenous Tlingit. Alaska's oldest national park was established in 1910 to commemorate the 1804 Battle of Sitka. Allthat remains of this last major conflict between Europeans and Alaska Natives is the site of the Tlingit Fort andbattlefield.  Southeast Alaska totem poles and a temperate rain forest setting combine to provide spectacular sceneryalong the park's coastal trail. The park is also home to the Russian Bishop's House, one of the last survivingexamples of Russian colonial architecture in North America. This original 1843 log structure conveys the legacy ofRussian America through exhibits, refurbished Bishop's living quarters and lavish icons in the Chapel of theAnnunciation.   ",
                "image": "https://npf-prod.imgix.net/uploads/14865164906_51f0a16606_o_2022-06-13-203827_lpaw.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Wrangell - St Elias National Park and Preserve",
                "url": "https://www.nationalparks.org/explore/parks/wrangell-st-elias-national-park-and-preserve",
                "content": "Wrangell-St. Elias National Park and Preserve is the largest national park in the United States, covering over 13 million acres of diverse wilderness in Alaska.",
                "description": "The largest national park is Alaska's Wrangell-St. Elias National Park and Preserve, which hasglaciers, peaks, and breathtaking views. It contains the marks the junction of the Chugach, Wrangell, and St. Elias mountain ranges and isjust a day's drive east of Anchorage. This spectacular park includes Mount St. Elias, which, at 18,008 feet, isthe second highest peak in the United States. Adjacent to Canada's Kluane National Park, the site is characterizedby remote mountains, sweeping valleys, wild rivers, and a variety of wildlife.",
                "image": "https://npf-prod.imgix.net/uploads/wrangell_st_elias_36126_2022-06-13-203758_rnam.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            }
        ]
    },
    "American Samoa": {
        "parks": [
            {
                "name": "National Park of American Samoa",
                "url": "https://www.nationalparks.org/explore/parks/national-park-of-american-samoa",
                "content": "The National Park of American Samoa is a tropical paradise boasting coral reefs, rainforests, and beaches in the remote South Pacific.",
                "description": "Discover the National Park of American Samoa's awe-inspiring scenery—the beach, volcano, rain forest, andcoral reef combine to create a truly magical experience. American Samoa offers rugged cliffs, glistening beaches, biologically rich coral reefs, and tropicalrainforests inhabited by many unique birds and fish.   The Samoan culture is considered the oldest in all of Polynesia. The first people to the Samoan islandscame by sea from southeast Asia some 3,000 years ago. Over the centuries, distinct cultural traits emergedcollectively called fa'asamoa, the Samoan way.   American Samoa consists of five inhabited volcanic islands clothed in tropical rainforest. The park islocated on three separate islands—Tutuila, Ofu, and Tau. It is comprised of 9,100 acres of land and ocean, leasingthe land from seven villages to create a unique partnership of preservation and protection.   The National Park of American Samoa, meaning “sacred earth,” is the only US national park located in theSouthern Hemisphere. ",
                "image": "https://npf-prod.imgix.net/uploads/9109117816_0273acc123_o.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            }
        ]
    },
    "Arizona": {
        "parks": [
            {
                "name": "Canyon de Chelly National Monument",
                "url": "https://www.nationalparks.org/explore/parks/canyon-de-chelly-national-monument",
                "content": "Canyon de Chelly National Monument is a stunning park in Arizona that features breathtaking canyons and ancient cliff dwellings.",
                "description": "Canyon de Chelly is unique among National Park Service units, as it is comprised entirely ofNavajo Tribal Trust Land that remains home to the canyon community. Reflecting one of the longest continuously inhabited landscapes of North America, the culturalresources of Canyon de Chelly, including distinctive architecture, artifacts, and rock imagery, exhibit remarkablepreservation integrity that provides outstanding opportunities for study and contemplation.  Canyon de Chelly also sustains a living community of Navajo people, who are connected to a landscape ofgreat historical and spiritual significance--a landscape composed of places infused with collective memory. NPSworks in partnership with the Navajo Nation to manage park resources and sustain the living Navajo community.",
                "image": "https://npf-prod.imgix.net/uploads/CanyonDeChelly_iStock_000020853573_2022-06-13-204150_uein.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Casa Grande Ruins National Monument",
                "url": "https://www.nationalparks.org/explore/parks/casa-grande-ruins-national-monument",
                "content": "Casa Grande Ruins National Monument in Arizona protects an ancient structure of the Hohokam people, showcasing their advanced irrigation and architectural skills.",
                "description": "Casa Grande Ruins, the nation's first archeological preserve, protects the Casa Grande and otherarcheological sites within its boundaries. For over a thousand years, prehistoric farmers inhabited much of the present-day state of Arizona.When the first Europeans arrived, all that remained of this ancient culture were the ruins of villages, irrigationcanals, and various artifacts. Among these ruins is the Casa Grande, or \"Big House,\" one of the largest and mostmysterious prehistoric structures ever built in North America.  You are invited to see the Casa Grande and to hear the story of the ancient ones the Akimel O'otham callthe Hohokam, \"those who are gone.\"",
                "image": "https://npf-prod.imgix.net/uploads/Casa20Grande20Ruins20National20Monument20-20iStock_81515185_XXXLARGE_2022-06-13-204143_qeef.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Chiricahua National Monument",
                "url": "https://www.nationalparks.org/explore/parks/chiricahua-national-monument",
                "content": "Chiricahua National Monument in Arizona is known for its unique rock formations, diverse wildlife, and scenic hiking trails.",
                "description": "Twenty-seven million years ago a volcanic eruption of immense proportions shook the land aroundChiricahua National Monument, a mecca for hikers and birders. One thousand times greater than the 1980 eruption of Mount St. Helens, the Turkey Creek Calderaeruption eventually laid down two thousand feet of highly silicious ash and pumice. This mixture fused into a rockcalled rhyolitic tuff and eventually eroded into the spires and unusual rock formations of today.  At the intersection of the Chihuahuan and Sonoran deserts, and the southern Rocky Mountains and northernSierra Madre in Mexico, Chiricahua plants and animals represent one of the premier areas for biological diversityin the northern hemisphere.",
                "image": "https://npf-prod.imgix.net/uploads/chiricahua_36206_2022-06-13-204129_rtlj.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Coronado National Memorial",
                "url": "https://www.nationalparks.org/explore/parks/coronado-national-memorial",
                "content": "Coronado National Memorial in Arizona commemorates the 1540 expedition of Spanish conquistador Francisco Vázquez de Coronado.",
                "description": "Coronado National Memorial commemorates Francisco Vasquez de Coronado's Spanish expedition to theAmericas to find gold. It also interprets the significance of Coronado's expedition and the resulting cultural influences of16th century Spanish colonial exploration in the Americas.  Early in the 16th century, Spain established a rich colonial empire in the New World. From Mexico toPeru, gold poured into her treasury and new lands were opened for settlement. The northern frontier lay only a fewhundred miles north of Mexico City; and beyond that was a land unknown. Tales of unimaginable riches in this landhad fired the Spanish imagination ever since Spain's discovery of the \"New World\".  On January 6, 1540, the Spanish government commissioned Francisco Vasquez de Coronado to command anexpedition to find the rumored seven \"large cities, with streets lined with goldsmith shops, houses of manystories, and doorways studded with emeralds and turquoise!\"",
                "image": "https://npf-prod.imgix.net/uploads/Coronado20National20Memorial20-20iStock_000081590479_XXXLarge_2022-06-13-204128_judy.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Fort Bowie National Historic Site",
                "url": "https://www.nationalparks.org/explore/parks/fort-bowie-national-historic-site",
                "content": "Fort Bowie National Historic Site preserves the remains of a U.S. Army post that played a key role in the Apache Wars in the late 19th century.",
                "description": "The site of a Chiricahua Apache and U.S. military conflict, Fort Bowie National Historic Siteremembers U.S. soldiers who settled the western frontier. Fort Bowie commemorates the story of the bitter conflict between the Chiricahua Apaches and theUnited States military. For more than 30 years Fort Bowie and Apache Pass were the focal point of militaryoperations eventually culminating in the surrender of Geronimo in 1886 and the banishment of the Chiricahuas toFlorida and Alabama.  The remains of Fort Bowie today are carefully preserved, the adobe walls of various post buildings andthe ruins of a Butterfield Stage Station. It stands as a lasting monument to the bravery and endurance of U.S.soldiers in paving the way for westward settlement and the taming of the western frontier. It also serves to giveus an understanding of the \"clash of cultures,\" one a young emerging nation in pursuit of its \"manifest destiny,\"the other a valiant hunter/gatherer society fighting to preserve its existence. Apache resistance was finallycrushed at Fort Bowie, and the result was the end of the American Indian wars in the United States.   ",
                "image": "https://npf-prod.imgix.net/uploads/fort-bowie-nps_0_2022-06-13-204106_yunv.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Glen Canyon National Recreation Area",
                "url": "https://www.nationalparks.org/explore/parks/glen-canyon-national-recreation-area",
                "content": "Glen Canyon National Recreation Area is a stunning 1.25 million-acre recreation area in southern Utah and northern Arizona, featuring a scenic landscape of colorful cliffs and rock formations along the Colorado River.",
                "description": "Glen Canyon is home to Lake Powell, the second largest human-made lake in the United States and heralded asa premier boating destination. Stretching from the beginning of the Grand Canyon at Lees Ferry in Arizona to the Orange Cliffs ofsouthern Utah, Glen Canyon National Recreation Area is an unparalleled location for water-based and backcountryrecreation.   Glen Canyon encompasses scenic vistas, geologic wonders, and a panorama of human history. Additionally,the controversy surrounding the construction of Glen Canyon Dam and the creation of Lake Powell contributed to thebirth of the modern-day environmental movement.   The park offers opportunities for boating, fishing, swimming, backcountry hiking, and four-wheel drivetrips. Whether you're on your own or on a guided trip, there is something for everyone who love the outdoors atGlen Canyon.",
                "image": "https://npf-prod.imgix.net/uploads/GlenCanyon_iStock_000002227945Large.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Grand Canyon National Park",
                "url": "https://www.nationalparks.org/explore/parks/grand-canyon-national-park",
                "content": "The Grand Canyon National Park in Arizona is a breathtaking natural wonder known for its immense size and stunning geological formations.",
                "description": "Offering rim to rim hiking, mule rides, and whitewater rafting, Grand Canyon National Park is a hugelypopular national park destination. Grand Canyon National Park encompasses canyons, river tributaries, and surrounding grounds. The GrandCanyon is situated in Arizona's northwestern quadrant. With millions of visitors making the trip to the canyoneach year, this park is one of the most visited tourist destinations in the world. In addition, the park has beena UNESCO World Heritage Site since 1979.The Grand Canyon had a long and arduous road to becoming a national park, beginning in the 1880s withseveral failed congressional bills. After making multiple visits to the area, Theodore Roosevelt declared theGrand Canyon a National Monument in 1908. The bill to grant national park status to the area was passed in 1919and signed by then-President Woodrow Wilson.There are two public areas of Grand Canyon National Park, the North and South Rims. At 7,000 feet abovesea level, the Grand Canyon South Rim is the most accessible section of the national park, with numerous placeswhere visitors can pull over to admire the views. The Grand Canyon North Rim, 1,000 feet higher than its southernsibling, isn't as popular because it is harder to get to, especially when harsh winter weather closes accessroads. By car, the trip from one rim to the other is 220 miles. However, if traveling by foot, the distance acrossthe canyon is 21 miles via the Kaibab Trails.      ",
                "image": "https://npf-prod.imgix.net/uploads/shutterstock_152262380.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Grand Canyon Parashant National Monument",
                "url": "https://www.nationalparks.org/explore/parks/grand-canyon-parashant-national-monument",
                "content": "Grand Canyon-Parashant National Monument is a remote and rugged area in northern Arizona known for its stunning landscapes and diverse wildlife.",
                "description": "Visitors to this isolated national park in Arizona experience a unique sense of solitude and animpressive and diverse landscape. Grand Canyon-Parashant National Monument, located on the Colorado Plateau in northwestern Arizona, isjointly managed by the National Park Service (NPS) and the Bureau of Land Management (BLM). Established byPresidential Proclamation on January 11, 2000, the monument is located in an extremely remote and undeveloped areabordering Grand Canyon National Park to the south, Nevada to the west, and bounded by the Bureau of LandManagement Arizona Strip region on the east and north.",
                "image": "https://npf-prod.imgix.net/uploads/Bureau20of20Land20Management_flickr_Bob20Wick2C20BLM20California2028129_2022-06-13-203735_yzum.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Hohokam Pima National Monument",
                "url": "https://www.nationalparks.org/explore/parks/hohokam-pima-national-monument",
                "content": "Hohokam Pima National Monument is a historic site in Arizona dedicated to preserving the ruins of an ancient Native American civilization.",
                "description": "Hohokam Pima National Monument protected 2,000 inhabitants in 'Snaketown,' village. When HokohamPimas was excavated, the site became invisible above ground. Hohokam Pima National Monument was authorized by Congress on October 21, 1972, to protect an ancientHohokam village known today as \"Snaketown.\" Excavations in the 1930s and again in the 1960's revealed the site wasinhabited from about 300 BC to around 1200 AD and may have had up to 2,000 inhabitants. Following the lastexcavations, the site was completely recovered with earth, leaving nothing visible above ground. The Monument islocated on the Gila River Indian Reservation and is under tribal ownership. The Gila River Indian Community hasdecided not to open the extremely sensitive area to the public.",
                "image": "https://npf-prod.imgix.net/uploads/Hohokam_Pima_National_Monument_0_2022-06-13-204016_bgst.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Hubbell Trading Post National Historic Site",
                "url": "https://www.nationalparks.org/explore/parks/hubbell-trading-post-national-historic-site",
                "content": "Hubbell Trading Post National Historic Site is a preserved 19th century trading post that offers visitors insight into Navajo culture and history.",
                "description": "Turn back the hands of time and explore Hubbell Trading Post National Historic Site, a place oftradition and weaving artistry. Feel the old wooden floor give slightly beneath your footsteps and hear it squeak as you enter thefront door of the oldest continuously operating trading post on the Navajo Nation. Let your eyes adjust to the dimlighting of the \"bullpen\" and you might even catch the trader negotiating a deal with a Native American artist.Hubbell Trading Post National Historic Site offers you a chance to become a part of this unique slice of history.  John Lorenzo Hubbell purchased the trading post in 1878, ten years after Navajos were allowed to returnto their homeland from their terrible exile at Bosque Redondo, Ft. Sumner, NM. During the four years spent atBosque Redondo, Navajos were introduced to many new items. Traders like Hubbell supplied those items once theyreturned home.  Hubbell family members operated this trading post until it was sold to the National Park Service in 1967.The trading post is still active, and operated by the non-profit organization, Western National Parks Association,that maintains the trading traditions the Hubbell family established.  Step back in time and experience this original 160 acre homestead, including the trading post, familyhome and visitor center with weaving demonstrations.   ",
                "image": "https://npf-prod.imgix.net/uploads/Hubbell20Trading20Post20National20Historic20Site20-20iStock_000081627907_XXXLarge_2022-06-13-204007_twso.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Montezuma Castle National Monument",
                "url": "https://www.nationalparks.org/explore/parks/montezuma-castle-national-monument",
                "content": "Montezuma Castle National Monument preserves a cliff dwelling built by the Sinagua people between 1100 and 1425 AD.",
                "description": "Located in Camp Verde, Arizona, Montezuma Castle National Monument protects the well-preserved livingspaces of the Sinagua Indians. Like an ancient five-story apartment building, Montezuma Castle towers above the desert below, astone-and-mortar marvel of early architectural engineering. Experts have determined that the Castle was built overthree centuries and provided shelter for the Sinagua Indians during flood seasons. However, contrary to the beliefof the European-Americans who discovered the structure, there's no historical connection to the Aztec emperor forwhom it's named—the structure was abandoned more than 40 years prior to his birth.   Today, approximately 350,000 people per year visit the Castle, browse the museum, and stroll through thescenic sycamore grove. The towering trees offer welcome shade and a critical habitat for hundreds of native plantsand animals.",
                "image": "https://npf-prod.imgix.net/uploads/Montezuma20Castle20National20Monument20-20iStock_5004931_XLARGE.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Navajo National Monument",
                "url": "https://www.nationalparks.org/explore/parks/navajo-national-monument",
                "content": "Navajo National Monument in Arizona is home to ancient cliff dwellings and offers breathtaking views of canyons and rock formations.",
                "description": "Explore the astoundingly well-preserved, 800-year-old infrastructure and celebrate the cultural heritage ofthe Navajo Nation at Navajo National Monument. Navajo National Monument preserves three large pueblos dating to the 13th century C.E., aswell as the archaeological evidence that documents human use in the region over the past several thousand years.   Betatakin, Keet Seel, and Inscription House were all built in large, natural alcoves formed in thetowering Navajo Sandstone Formation, offering villagers shelter from the elements as well as natural springwater. The Ancestral Puebloan people hunted wild game and farmed corn, beans, and squashin the canyon's steambeds, enabling them to flourish in this high desert environment. Descendants of the Hopipeople who built these places are called Hisatsinom. Zuni, also pueblo builders, know that several of their clansbegan in this area. Later, San Juan Southern Paiute, famous for their baskets, moved into this area and lived nearthe cliff dwellings. Today, the park is surrounded by the Navajo Nation, as it has been for hundreds of years. ",
                "image": "https://npf-prod.imgix.net/uploads/Navajo20National20Monument20-20iStock_17552406_XXXLARGE.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Organ Pipe Cactus National Monument",
                "url": "https://www.nationalparks.org/explore/parks/organ-pipe-cactus-national-monument",
                "content": "Organ Pipe Cactus National Monument is a stunning desert landscape in southern Arizona showcasing a diverse array of plants and wildlife.",
                "description": "Organ Pipe Cactus National Monument offers diverse plant and animal communities, rich culturalhistory, scenic hiking trails, and night camping. Organ Pipe Cactus National Monument celebrates the life and landscape of the Sonoran Desert. In thisdesert wilderness, you may drive a lonely road, hike a backcountry trail, camp beneath a clear desert sky, marvelat magnificent cacti, or soak in the warmth and beauty of the Southwest. Organ Pipe Cactus National Monumentexhibits an extraordinary collection of plants and animals of the Sonoran Desert.  This is a showcase for creatures who have adapted themselves to the extreme temperatures, intensesunlight, and little rainfall that characterize this Southwest region. Twenty-six species of cactus have masteredthe art of living in this place, including the park's namesake and the giant saguaro.",
                "image": "https://npf-prod.imgix.net/uploads/Organ_Pipe_Cactus_National_Monument_ORPI4653_2022-06-13-203907_sriv.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Petrified Forest National Park",
                "url": "https://www.nationalparks.org/explore/parks/petrified-forest-national-park",
                "content": "Petrified Forest National Park in Arizona is known for its vibrant petrified wood fossils and colorful badlands.",
                "description": "Petrified Forest National Park offers rocky cliffs, backcountry hikes, and the newly-opened RedBasin. Visitors enjoy cultural demonstrations. Petrified Forest National Park is a surprising land of scenic wonders and fascinating science. Thepark contains one of the world's largest and most colorful concentrations of petrified wood, multi-hued badlandsof the Chinle Formation, portions of the Painted Desert, historic structures, archeological sites, and displays of225-million-year-old fossils.",
                "image": "https://npf-prod.imgix.net/uploads/15746851554_a32d4f4111_o2028129_2022-06-13-203858_fzdk.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Pipe Spring National Monument",
                "url": "https://www.nationalparks.org/explore/parks/pipe-spring-national-monument",
                "content": "Pipe Spring National Monument is a historic site in Arizona, preserving a fort and spring used by early pioneers and Native American tribes.",
                "description": "Pipe Spring National Monument serves as a water oasis for American Indians, Mormon ranchers, andincludes historic forts, gardens, and a ridge trail. The water of Pipe Spring has made it possible for plants, animals, and people to live in this dry,desert region. Ancestral Puebloans and Kaibab Paiute Indians gathered grass seeds, hunted animals, and raisedcrops near the springs for at least 1,000 years. In the 1860s Mormon pioneers brought cattle to the area and by1872 a fort (Winsor Castle) was built over the mainspring and a large cattle ranching operation was established.  This isolated outpost served as a way station for people traveling across the Arizona Strip, that part ofArizona separated from the rest of the state by the Grand Canyon. It also served as a refuge for polygamist wivesduring the 1880s and 1890s. Although their way of life was greatly impacted, the Paiute Indians continued to livein the area and by 1907 the Kaibab Paiute Indian Reservation was established, surrounding the privately owned PipeSpring ranch. In 1923 the Pipe Spring ranch was purchased and set aside as a national monument.",
                "image": "https://npf-prod.imgix.net/uploads/pipe20springs20image201_attribution3A20Carl20Berger2C20Sr.203A20flickr_2022-06-13-203851_dowf.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            }
        ]
    },
    "Arkansas": {
        "parks": [
            {
                "name": "Arkansas Post National Memorial",
                "url": "https://www.nationalparks.org/explore/parks/arkansas-post-national-memorial",
                "content": "Arkansas Post National Memorial commemorates the site of the first European settlement in the lower Mississippi River Valley.",
                "description": "At Arkansas Post, visitors can explore the natural beauty surrounding this memorial on a walkingpath or by making reservations for a national park tour. In 1686, Henri de Tonti established a trading post known as \"Poste de Arkansea\" at the Quapaw villageof Osotouy. It was the first semi-permanent French settlement in the lower Mississippi River Valley. Theestablishment of the Post was the first step in a long struggle between France, Spain, and England over theinterior of the North American continent.  Over the years, the Post relocated as necessary due to flooding from the Arkansas River, but its positionalways served of strategic importance for the French, Spanish, American, and Confederate military. Spanishsoldiers and British partisans clashed here in the 1783 \"Colbert Raid,\" the only Revolutionary War action inArkansas.  Arkansas Post became part of the United States following the Louisiana Purchase of 1803. By 1819, thepost was a thriving river port and the largest city in the region and selected as the first capital of theArkansas Territory.  During the Civil War, Confederate troops tried to maintain tactical control of the confluence of the tworivers, and in 1862 they constructed a massive earthen fortification known as Fort Hindman at the Post. In January1863 Union troops destroyed the fort, ensuring control of the Arkansas River.  Today, the memorial and museum commemorate the multi-layered and complex history of the site. Located ona peninsula bordered by the Arkansas River and two backwaters, the site offers excellent fishing and wildlifewatching opportunities.   ",
                "image": "https://npf-prod.imgix.net/uploads/Arkansas_Post_National_Memorial_001_2022-06-13-204210_ukjk.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Buffalo National River",
                "url": "https://www.nationalparks.org/explore/parks/buffalo-national-river",
                "content": "The Buffalo National River is a stunning natural treasure in Arkansas known for its scenic beauty, clear waters, and diverse wildlife.",
                "description": "Explore the Buffalo National River by canoe or take the back roads and dive into the pioneerhistory of the region. Visitors can also enjoy a hike in one of the three designated wilderness areas. The Buffalo NationalRiver flows free over swift running rapids and quiet pools for its 135-mile length. One of the few remainingrivers in the lower 48 states without dams, the Buffalo cuts its way through massive limestone bluffs travelingeastward through the Arkansas Ozarks and into the White River.",
                "image": "https://npf-prod.imgix.net/uploads/Morning_on_the_Buffalo_River_2022-06-13-204156_sqcq.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Fort Smith National Historic Site",
                "url": "https://www.nationalparks.org/explore/parks/fort-smith-national-historic-site",
                "content": "The Fort Smith National Historic Site preserves a historic frontier military post and serves as a reminder of the role it played in shaping the American West.",
                "description": "At Fort Smith National Historic Site you can walk where soldiers drilled, pause along the Trail ofTears, and stand where justice was served. The park includes the remains of two frontier forts and the Federal Court for the Western District ofArkansas. The stories told at Fort Smith National Historic Site span the years 1817-1896. Soldiers, laundresses,Native Americans, civilians, federal judges and marshals, deputy marshals, jail guards, lawyers, and outlaws allplayed a role in the history that unfolded here. Located on the grounds are the foundation remains of the firstFort Smith (1817-1824), the Commissary building (c. 1838) and a reconstruction of the gallows used by the federalcourt. A walking trail along the Arkansas River includes wayside exhibits on the Trail of Tears.",
                "image": "https://npf-prod.imgix.net/uploads/Dennis20Frank_7270628516_ed4fdc661c_o_2022-06-13-204053_dlba.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Hot Springs National Park",
                "url": "https://www.nationalparks.org/explore/parks/hot-springs-national-park",
                "content": "Hot Springs National Park in Arkansas is known for its naturally heated thermal waters and historic bathhouses.",
                "description": "Enjoy over 40 hot springs, a wilderness area with 20+ miles of trails, and historic Bathhouse Row—astunning showcase of Gilded Age architecture. The oldest park managed by the National Park System, Hot Springs National Park features ample hikingand sight-seeing opportunities as well as the famous springs themselves, grouped about the base of the Hot SpringsMountain with a flow of well over a half million gallons a day.  For centuries, the natural hot water was used in medicinal capacities by the neighboring Native Americantribes. The first bathhouses to take advantage of the hot water supply were essentially brush huts and log cabinsplaced over excavations cut in the rocks. Soon, more elaborate facilities were developed, many of which are opentoday.  Visitors can currently still bathe in the spring water at approved facilities. They can also visitBathhouse Row, which is designed as a National Historic Landmark District and boasts the most extensive bathhousecollection in North America.",
                "image": "https://npf-prod.imgix.net/uploads/Hot_Springs_National_Park_005.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Little Rock Central High School National Historic Site",
                "url": "https://www.nationalparks.org/explore/parks/little-rock-central-high-school-national-historic-site",
                "content": "Little Rock Central High School National Historic Site represents a pivotal moment in the Civil Rights Movement as the site of the Little Rock Nine's battle for school desegregation in 1957.",
                "description": "Take a tour of Little Rock Central High School in Arkansas to learn about the Little Rock Nine anddesegregation after Brown v. Board of Education. On the morning of September 23, 1957, nine African-American teenagers held the line against an angrymob protesting integration in front of Little Rock's Central High School. As the students met their new classmatesfor the first time inside the school, outside violence escalated and the Little Rock police removed the Nine fromthe school for their safety. The next day, President Dwight D. Eisenhower ordered the U.S. Army's 101st AirborneDivision into Little Rock to escort the nine students into the school. One of the nine later remembered, Afterthree full days inside Central, I knew that integration is a much bigger word than I thought.  This event, broadcast across the nation and world, was the site of the first important test for theimplementation of the U.S. Supreme Court's historic Brown v. Board of Education of Topeka decision of 1954.Arkansas became the epitome of state resistance when the governor, Orval Faubus, directly questioned the authorityof the federal court system and the validity of desegregation. The crisis at Little Rock's Central High Schoolforced the nation to resolve to enforce African-American civil rights in the face of massive southern defianceduring the years following the Brown decision.",
                "image": "https://npf-prod.imgix.net/uploads/Facade_of_Central_High_School_-_Little_Rock_-_Arkansas_-_USA_-_01_2022-06-13-203938_nqob.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Pea Ridge National Military Park",
                "url": "https://www.nationalparks.org/explore/parks/pea-ridge-national-military-park",
                "content": "Pea Ridge National Military Park in Arkansas commemorates the site of a Civil War battle fought in 1862.",
                "description": "Pea Ridge National Military Park is a 4,300 acre Civil War Battlefield that preserves the site ofthe March 1862 battle that saved Missouri for the Union. On the 7th and 8th of that month, nearly 26,000 soldiers fought to determine whether Missouri wouldremain under Union control, and whether or not Federal armies could continue their offensive south through theMississippi River Valley.  Major General Earl Van Dorn led 16,000 Confederates against 10,250 Union soldiers, under the command ofBrigadier General Samuel R. Curtis. The Confederate force also included some 800 Cherokees fighting for theConfederacy, while half of the Federals were German immigrants.  The park also includes a two and one half mile segment of the Trail of Tears. The Elkhorn Tavern, site ofbitter fighting on both days, is a NPS reconstruction on the site of the original. The park is one of the mostwell preserved battlefields in the United States.   ",
                "image": "https://npf-prod.imgix.net/uploads/8152909779_f48ffd843a_o_2022-06-13-203859_lqgz.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "President William Jefferson Clinton Birthplace Home National Historic Site",
                "url": "https://www.nationalparks.org/explore/parks/president-william-jefferson-clinton-birthplace-home-national-historic-site",
                "content": "The President William Jefferson Clinton Birthplace Home National Historic Site preserves the childhood home of the 42nd President of the United States.",
                "description": "President William Jefferson Clinton National Historic Site is the birthplace of U.S. presidentClinton, where he learned lessons that shaped his presidency. On August 19, 1946, Virginia Blythe gave birth to her son, William Jefferson Blythe, III. Named forhis father who died before he was born, he grew up to become William Jefferson Clinton - the 42nd president of theUnited States. In this house, he learned many of the life lessons that later defined his presidency andhis emergence as a global statesman.",
                "image": "https://npf-prod.imgix.net/uploads/President20WilliamJeffersonClintonBirthplaceHome_attribution3A20National20Park20Service_2022-06-13-203745_biyu.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            }
        ]
    },
    "California": {
        "parks": [
            {
                "name": "Alcatraz Island",
                "url": "https://www.nationalparks.org/explore/parks/alcatraz-island",
                "content": "Alcatraz Island is a historic island in San Francisco that once housed a notorious federal prison.",
                "description": "Come to Alcatraz for a prison tour while enjoying the historical and cultural experiences unique to the SanFrancisco Bay. Located in the middle of the San Francisco Bay, Alcatraz Island is one of Golden Gate NationalRecreation Area's most popular destinations. Though most well-known as an infamous federal prison, the island alsoserved as a Civil War fortress, active bird sanctuary, the first lighthouse on the West Coast, and the birthplaceof the American Indian Red Power. Today, visitors can also enjoy the many natural features of Alcatraz Island aswell—gardens, tide pools, bird colonies, and exceptional views of the San Francisco Bay.",
                "image": "https://npf-prod.imgix.net/uploads/Alcatraz_iStock_000012379929.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Cabrillo National Monument",
                "url": "https://www.nationalparks.org/explore/parks/cabrillo-national-monument",
                "content": "Cabrillo National Monument in San Diego, California offers stunning coastal views and pays homage to the first European explorer to come ashore on the West Coast of the United States.",
                "description": "Cabrillo National Monument offers a superb view of San Diego's harbor and skyline and includes OldPoint Loma Lighthouse, a San Diego icon since 1854. As for the history of this remarkable monument: On September 28, 1542, Juan Rodriguez Cabrillo landedat San Diego Bay. This event marked the first time that a European expedition had set foot on what later becamethe west coast of the United States. His accomplishments were memorialized on October 14, 1913 with theestablishment of Cabrillo National Monument. A statue and museum in the Visitor Center commemorate Juan RodriguezCabrillo's exploration of the coast of California.  In a former army building an exhibit tells the story of the coast artillery on Point Loma. In the winter,migrating gray whales can be seen off the coast. Native coastal sage scrub habitat along the Bayside Trail offersa quiet place to reflect and relax. On the west side of the park is a small but beautiful stretch ofrocky-intertidal coastline.",
                "image": "https://npf-prod.imgix.net/uploads/Cabrillo_iStock_000014893319_2022-06-13-204155_jipw.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Castle Mountains National Monument",
                "url": "https://www.nationalparks.org/explore/parks/castle-mountains-national-monument",
                "content": "Castle Mountains National Monument is a stunning desert landscape in California known for its picturesque rock formations and historic gold mining sites.",
                "description": "Located in the Mojave Desert, this National Monument has Joshua trees and unparalleled landscapeviews.  Visitors can expect the starkness of the desert to be pleasantly contrasted with the vibrancy of lifefound in this escape from nearby urban areas. The site protects nearly 21,000 acres of Joshua trees, mountains,desert grasslands, and wildlife. ",
                "image": "https://npf-prod.imgix.net/uploads/castle-mountains-nps_2_2022-06-13-203720_rowr.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "César E. Chávez National Monument",
                "url": "https://www.nationalparks.org/explore/parks/cesar-e-chavez-national-monument",
                "content": "The Cesar E. Chavez National Monument is dedicated to honoring the life and legacy of civil rights and labor movement leader, Cesar Chavez.",
                "description": "César E. Chávez revolutionized labor participation in our political age by organizing the firstagricultural union. He's hailed as a Latino leader. On October 8, 2012, the César E. Chávez National Monument was established as the 398th unit of theNational Park System. Located in Keene, California, within the property known as Nuestra Señora Reina de La Paz(Our Lady Queen of Peace), the Monument commemorates the home and final resting place of renowned Latino civilrights activist César E. Chávez. The property also served as the former headquarters for the labor movement hehelped create – the United Farm Workers of America (UFW).  César Chávez led farm workers and supporters in the establishment of the country's first permanentagricultural union. His leadership brought sustained international attention to the plight of U.S. farm workers,and secured higher wages and safer working conditions for them. Chávez is widely recognized as one of the mostimportant Latino leaders in the United States during the twentieth century.",
                "image": "https://npf-prod.imgix.net/uploads/2013-0211-CaesarChavezGravesite2028129_2022-06-13-203734_nrwo.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Channel Islands National Park",
                "url": "https://www.nationalparks.org/explore/parks/channel-islands-national-park",
                "content": "Channel Islands National Park is an island paradise off the coast of California, home to unique flora and fauna, stunning landscapes, and opportunities for outdoor recreation.",
                "description": "Channel Islands has five islands (San Miguel, Santa Rosa, Santa Cruz, Anacapa, and Santa Barbara) off the coast of southern California, near Los Angeles.  The entire park consists of 249,354 acres, half of which are under the ocean, and is home to a widevariety of nationally and internationally significant natural and cultural resources. The park provides trulyunique opportunities for visitors to experience California's natural beauty beneath the sea.  Channel Islands was designated a U.S. National Monument in 1938, and then a Biosphere Reserve in 1976.Established as Channel Islands National Park in 1980, this park includes a marine sanctuary that protects sixnautical miles of water around the park itself.  Seafaring fans can find almost anything nautical to enjoy here: from stunning beaches to unparalleleddiving experiences to boating between the islands. Landlovers can find spectacular hiking opportunities on all five islands, and one established campground on each of the islands. History buffs can get their fix learning about thepark's almost 13,000 years of human history.",
                "image": "https://npf-prod.imgix.net/uploads/channelislands_sunset-santa-cruz-island_istock-868320508.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Death Valley National Park",
                "url": "https://www.nationalparks.org/explore/parks/death-valley-national-park",
                "content": "Death Valley National Park is the largest national park in the contiguous United States, known for its extreme desert landscapes and unique geologic formations.",
                "description": "America's lowest, hottest, and driest national park, adventurous visitors enjoy Death Valley for its manyextremes and mysteries such as the sailing stones. From the magical burst of wildflower blooms in spring to the allure of ghost towns, historic miningoperations, wildlife, and raw natural beauty, Death Valley National Park offers something for everyone.  Named a national monument in February of 1933, Death Valley National Park owes much of its earlydevelopment to the Civilian Conservation Corps, or the CCC. From 1933 until 1942, twelve CCC companies improvedthe area by creating trails, buildings, and camps. They also introduced phone and water service to some areas ofthe valley. Much of what they built is still in existence and utilized in Death Valley National Park today.  Not only rich in beauty and pioneer history, Death Valley was known as a prosperous mining mecca for manydecades. The valley was mined extensively for gold, silver, copper, tungsten, lead, zinc, antimony, and borax. Thelast mining operation, the Billie Mine, located along the Dante's View road, ceased operations in 2005.",
                "image": "https://npf-prod.imgix.net/uploads/death-valley-istock.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Devils Postpile National Monument",
                "url": "https://www.nationalparks.org/explore/parks/devils-postpile-national-monument",
                "content": "Devils Postpile National Monument is a unique geological formation in California featuring hexagonal columns of basalt rock.",
                "description": "Hot basalt lava flowing down into the Red Meadow Valley, met by receding ice age glaciers, worked togetherto form Devils Postpile roughly 100,000 years ago. The Devils Postpile NationalMonument, largely contained in the Ansel Adams Wilderness, is a gateway to the High Sierras backcountry range.   The formation is a rare sight inthe geologic world and ranks as one of the world's finest examples of columnar basalt. Its columns tower 60 feethigh and display an unusual symmetry. Another wonder is in store just downstream from the Postpile at RainbowFalls, once called a gem unique and worthy of its name. When the sun is overhead, a bright rainbow highlights thespectacular falls.   At 800 acres, Devils PostpileNational Monument may be considered small by some, yet its natural and recreational values abound. ",
                "image": "https://npf-prod.imgix.net/uploads/8137607667_37e846d0a1_o.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Eugene O'Neill National Historic Site",
                "url": "https://www.nationalparks.org/explore/parks/eugene-oneill-national-historic-site",
                "content": "The Eugene O'Neill National Historic Site preserves the California home and creative retreat of renowned playwright Eugene O'Neill.",
                "description": "America's only Nobel Prize winning playwright, Eugene Gladstone O'Neill, chose to live inCalifornia at the climax of his writing career. He and his wife, Carlotta, built and lived at Tao House in the hills above Danville from 1937 to1944. Isolated from the world and within the walls of his home, O'Neill wrote his final and most memorable plays;\"The Iceman Cometh,\" \"Long Day's Journey Into Night,\" and \"A Moon For the Misbegotten.\"   ",
                "image": "https://npf-prod.imgix.net/uploads/eugeneoneillnhs_building_tory-baird_nps_2022-06-13-204107_uger.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Fort Point National Historic Site",
                "url": "https://www.nationalparks.org/explore/parks/fort-point-national-historic-site",
                "content": "Fort Point National Historic Site in San Francisco, California, offers a glimpse into the history of the area's coastal defense system during the Civil War.",
                "description": "Fort Point National Historic Site defended San Francisco Bay from California's Gold Rush to WorldWar II. Its brick masonry matches the Golden Gate Bridge. From its vantage point overlooking the spectacular Golden Gate, Fort Point protected San Franciscoharbor from Confederate & foreign attack during & after the U.S. Civil War. Its beautifully archedcasemates display the art of the master brick mason from the Civil War period.  The fort was designed to mount 126 massive cannon. Rushed to completion at the beginning of the CivilWar, Fort Point was first garrisoned in February of 1861 by Company I, 3rd U.S. Artillery Regiment. The fort wasoccupied throughout the Civil War, but the advent of faster, more powerful rifled cannon made brick forts such asFort Point obsolete. In 1886 the troops were withdrawn, and the last cannon were removed about 1900. The fort wasthen used for storage and training purposes for many years.  Between 1933 and 1937 the fort was used as a base of operations for the construction of the Golden GateBridge. During World War II, Fort Point was occupied by about 100 soldiers who manned searchlights and rapid-firecannon mounted atop the fort as part of the protection of a submarine net strung across the entrance to the Bay.  The National Park Foundation encourages and promotes local fundraising support at individual nationalpark sites. The Golden Gate National Parks Conservancy is a nonprofit partner of the National Park Service andsupports the Golden Gate National Parks in research, interpretation, and conservation programs.   ",
                "image": "https://npf-prod.imgix.net/uploads/Dietmar20Rabich2C20rabich.de_San_Francisco_28California2C_USA292C_Fort_Point_-_2012_-_2_2022-06-13-204058_wlzz.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Golden Gate National Recreation Area",
                "url": "https://www.nationalparks.org/explore/parks/golden-gate-national-recreation-area",
                "content": "The Golden Gate National Recreation Area is a stunning park in California that offers diverse landscapes, historic sites, and outdoor recreational opportunities for visitors to enjoy.",
                "description": "Golden Gate National Recreation Area, with views of the Golden Gate Bridge in San Francisco, offers much toits many visitors every year. Golden Gate NRA chronicles two hundred years of history, from the Native American culture, theSpanish Empire frontier, and the Mexican Republic, to maritime history, the California Gold Rush, the evolution ofAmerican coastal fortifications, and the growth of urban San Francisco.  The park's resources are tremendously varied, ranging from dramatic natural landscapes to cultural andhistoric landmarks—redwood forests, land protecting endangered species, seaside recreation sites, lighthouses,shipwrecks, former prisons, and more. Golden Gate NRA has been part of the homelands of Coastal Miwok and Ohlonepeople for thousands of years and still contains archeological sites and landscapes influenced by native landmanagement. Golden Gate NRA contains eleven former Army posts whose military architecture and historic landscapescomprise the heart of the park.",
                "image": "https://npf-prod.imgix.net/uploads/GGBridge_BakerBeach_MC-wiki-ChristianMehlfuher-prk.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "John Muir National Historic Site",
                "url": "https://www.nationalparks.org/explore/parks/john-muir-national-historic-site",
                "content": "The John Muir National Historic Site preserves the home and orchards of John Muir, a renowned naturalist and founder of the Sierra Club.",
                "description": "John Muir National Historic Site's spacious and eclectic mansion invites visitors to exploreMuir's accomplishments to the National Park Service. The park preserves the 14-room Victorian mansion where the naturalist John Muir lived from 1890 tohis death in 1914. While living in Martinez, Muir accomplished many things: he battled to prevent YosemiteNational Park's Hetch Hetchy Valley from being dammed, served as the first president and one of the founders ofthe Sierra Club, played a prominent role in the creation of several national parks, and wrote hundreds ofnewspaper and magazine articles and several books expounding on the virtues of conservation and the natural world.Muir's work laid the foundations for the creation of the National Park Service in 1916.   ",
                "image": "https://npf-prod.imgix.net/uploads/4A256546-1DD8-B71B-0B4961887DB0170C_2022-06-13-204000_jhzb.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Joshua Tree National Park",
                "url": "https://www.nationalparks.org/explore/parks/joshua-tree-national-park",
                "content": "Joshua Tree National Park is a unique desert park in California known for its distinctive Joshua trees and stunning rock formations.",
                "description": "Visitors can explore 800,000 acres of beautiful terrain in Joshua Tree National Park, where wildlifethrives in temperatures over 100 degrees. Crafted over millions of years by torrential rain, battering wind, and extreme temperatures, Joshua TreeNational Park stretches over nearly 800,000 acres of rugged terrain. These landscapes, which can seem deceptivelybarren, are home to several ecosystems. Despite the harsh conditions, Joshua Tree teems with plant and animal lifethat has adapted and thrived in the area's fierce climate.Joshua Tree National Park is home to large herds of desert bighorn sheep, black tailed jack rabbits,coyotes and kangaroo rats as well as a number of smaller mammals. Since it lies along the Pacific migratory birdflyway, many large groups of migrating birds can be spotted overhead or stopping to rest in the park during thewinter months.The park's namesake is the Joshua Tree, a member of the agave family with a distinctive appearance. TheJoshua Tree was revered by American Indian tribes because its leaves provided durable materials for baskets andfootwear, while the buds and seeds made a healthy addition to their food supply.         ",
                "image": "https://npf-prod.imgix.net/uploads/iStock_000046726096XLarge.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Juan Bautista De Anza National Historic Trail",
                "url": "https://www.nationalparks.org/explore/parks/juan-bautista-de-anza-national-historic-trail",
                "content": "The Juan Bautista de Anza National Historic Trail follows the route taken by Spanish colonists led by Juan Bautista de Anza in the late 1700s, exploring the western frontier of North America.",
                "description": "Juan Bautista de Anza National Historic Trail captures the leadership and independent spiritof Captain Anza, who led over 300 people to freedom. \"Everyone mount up!\" This became a familiar call from Spanish Captain Juan Bautista de Anza. In 1776,as Americans fought for their independence in the East, Anza led almost 300 people over 1200 miles to settle AltaCalifornia. It was the first overland route established to connect New Spain with San Francisco. Walk in theirfootsteps from Nogales, Arizona to San Francisco, California.",
                "image": "https://npf-prod.imgix.net/uploads/docentjoyce_flickr2028129_2022-06-13-203953_jhzv.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Lassen Volcanic National Park",
                "url": "https://www.nationalparks.org/explore/parks/lassen-volcanic-national-park",
                "content": "Lassen Volcanic National Park is known for its striking geothermal features, including bubbling mud pots, boiling springs, and steam vents.",
                "description": "Nestled in the peaceful forests and wilderness of Northern California is Lassen Volcanic National Park,home to hissing fumaroles and boiling mud pots. Nestled in the peaceful forests and wilderness of Northern California is Lassen Volcanic NationalPark. Lassen Peak is the largest plug dome volcano in the world and the southernmost volcano in the CascadeRange.   Established in 1916, Lassen Volcanic National Park is home to meadows freckled with wildflowers, clearmountain lakes and numerous volcanoes. A closer look at the landscape, however, reveals the hissing fumaroles andboiling mud pots that still shape and change the land, evidence of Lassen's fiery volcanic past. ",
                "image": "https://npf-prod.imgix.net/uploads/LassenVolcanic_iStock_000001314679.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            }
        ]
    }
}