{
    "Indiana State Parks": {
        "parks": [
            {
                "name": "Mounds (Anderson)",
                "url": "https://www.in.gov/dnr/state-parks/parks-lakes/mounds-state-park",
                "content": "Mounds State Park in Anderson, Indiana features ancient Native American earthworks dating back over 2,000 years.",
                "description": "Mounds State Park in Anderson, Indiana is home to 10 unique earthworks built by the Adena-Hopewell people around 160 B.C. These mounds, believed to have been used for ceremonial and burial purposes, are a must-see for visitors interested in Native American history. The park also features a variety of recreational activities such as hiking, picnicking, and fishing, making it a great destination for outdoor enthusiasts. Visitors can explore the park's interpretive center to learn more about the history of the mounds and the people who built them. With its rich cultural and natural attractions, Mounds State Park offers a fascinating and educational experience for all who visit.",
                "image": "https://s7d1.scene7.com/is/image/isp/ajgkilbeach-3001-b-360600?ts=1674260576323&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Mounds%20%28Anderson%29"
            },
            {
                "name": "O'Bannon Woods / Wyandotte SRA",
                "url": "https://www.in.gov/dnr/state-parks/parks-lakes/obannon-woods-state-park",
                "content": "O'Bannon Woods/Wyandotte State Recreation Area is a scenic and peaceful park in Southern Indiana that offers a wide range of recreational activities including hiking, camping, fishing, and swimming.",
                "description": "O'Bannon Woods / Wyandotte State Recreation Area is a beautiful 26,000-acre park located in southern Indiana. Visitors can enjoy a wide range of outdoor activities, including hiking, fishing, camping, and picnicking. The park is also home to a pristine lake perfect for swimming and boating. For those interested in history, the park features the Wyandotte Caves, a popular destination for guided cave tours. With its diverse natural landscapes and recreational opportunities, O'Bannon Woods / Wyandotte SRA is a fantastic destination for nature lovers and outdoor enthusiasts.",
                "image": "https://s7d1.scene7.com/is/image/isp/eaglecreek-4961-m-360600?ts=1674259976351&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=O%27Bannon%20Woods%20/%20Wyandotte%20SRA"
            },
            {
                "name": "Ouabache",
                "url": "https://www.in.gov/dnr/state-parks/parks-lakes/ouabache-state-park",
                "content": "Ouabache State Park offers a scenic escape with a variety of outdoor activities including hiking, fishing, camping and more.",
                "description": "Ouabache State Park, located in Bluffton, Indiana, offers visitors a scenic retreat with a variety of outdoor activities to enjoy. The park's 1,156 acres include several hiking trails, perfect for exploring the beautiful woodlands and spotting local wildlife. Visitors can also take advantage of the campground, featuring both electric and non-electric sites for overnight stays. A highlight of the park is the Wabash River, where guests can fish, canoe, or kayak. With picnic areas, a swimming pool, and a nature center, Ouabache State Park provides something for everyone to enjoy in a peaceful natural setting.",
                "image": "https://s7d1.scene7.com/is/image/isp/mazoniabraidwood-3501-e-360600?ts=1674260936479&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Ouabache"
            },
            {
                "name": "Patoka Lake",
                "url": "https://www.in.gov/dnr/state-parks/parks-lakes/patoka-lake",
                "content": "Patoka Lake is a popular destination for boating, fishing, and camping in southern Indiana.",
                "description": "Patoka Lake is a beautiful man-made lake located in southern Indiana, spanning over 8,800 acres. Visitors can enjoy a variety of outdoor activities at the lake, including boating, fishing, hiking, and camping. The lake is also a popular spot for birdwatching, with over 200 species of birds calling the area home. For those looking to relax, there are several public beaches and picnic areas along the shore. Additionally, Patoka Lake offers a marina with boat rentals and a nature center with exhibits on the local wildlife and natural history.",
                "image": "https://s7d1.scene7.com/is/image/isp/andersonlake-3011-d-360600?ts=1674260636500&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Patoka%20Lake"
            },
            {
                "name": "Pokagon/Trine SRA",
                "url": "https://www.in.gov/dnr/state-parks/parks-lakes/pokagon-state-parktrine-state-recreation-area",
                "content": "Pokagon/Trine State Recreation Area is a popular destination in northern Indiana known for its picturesque lakeside setting and opportunities for outdoor recreation such as fishing, hiking, and camping.",
                "description": "Pokagon State Park and Trine State Recreation Area offer visitors a unique blend of outdoor adventure and relaxation in northern Indiana. The park is named after the historic Native American Chief Simon Pokagon and is home to the scenic Lake James, perfect for swimming, fishing, and boating activities. Hiking and biking enthusiasts will enjoy exploring the park's miles of trails that wind through wooded areas and offer stunning views of nature.\n\nFor those looking to relax, the park features a beautiful sandy beach where visitors can soak up the sun or take a refreshing dip in the crystal-clear waters of Lake James. The park also offers opportunities for camping, picnicking, and wildlife watching, making it a great destination for families and nature lovers alike. Whether you're seeking an adrenaline rush on the park's ziplines or a peaceful retreat in nature, Pokagon and Trine SRA have something for everyone to enjoy.",
                "image": "https://s7d1.scene7.com/is/image/isp/fortdefianceconfluence-2301-360600?ts=1674260036368&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Pokagon/Trine%20SRA"
            },
            {
                "name": "Potato Creek",
                "url": "https://www.in.gov/dnr/state-parks/parks-lakes/potato-creek-state-park",
                "content": "Potato Creek State Park is a beautiful outdoor destination in North Liberty, Indiana featuring diverse habitats and recreational activities for visitors to enjoy.",
                "description": "Potato Creek State Park is a beautiful outdoor destination in North Liberty, Indiana, encompassing 3,840 acres of diverse landscapes, including wetlands, prairies, and forests. Visitors can enjoy a variety of outdoor activities such as hiking, biking, fishing, and camping. The park features several well-maintained trails, including the popular Tulip Tree Trail that winds through a stunning hardwood forest. Wildlife enthusiasts will appreciate the chance to spot a variety of bird species, including bald eagles and wild turkeys. With a scenic lake perfect for boating and swimming, Potato Creek State Park offers endless opportunities for outdoor adventure and relaxation.",
                "image": "https://s7d1.scene7.com/is/image/isp/andersonlake-3011-d-360600?ts=1674260636500&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Potato%20Creek"
            },
            {
                "name": "Prophetstown",
                "url": "https://www.in.gov/dnr/state-parks/parks-lakes/prophetstown-state-park",
                "content": "Prophetstown State Park, located near Lafayette, Indiana, is named after the Native American village that served as the capital of a confederation of tribes led by the famous Shawnee leader, Tecumseh, and his brother, the Prophet.",
                "description": "Prophetstown State Park in Indiana is a unique destination that offers a glimpse into the history of the Native American tribe that once occupied the land. Visitors can explore the recreated Native American village, complete with traditional dwellings and educational exhibits.\n\nOne of the highlights of the park is the working farm, where guests can see demonstrations of historic farming techniques and interact with farm animals. The park also features over 10 miles of hiking and biking trails, perfect for outdoor enthusiasts looking to explore the scenic beauty of the area.\n\nFor those interested in wildlife viewing, Prophetstown State Park is home to a variety of bird species, making it a popular spot for birdwatching. The park also offers camping facilities, allowing visitors to fully immerse themselves in the natural surroundings and enjoy a peaceful getaway.\n\nOverall, Prophetstown State Park is a great destination for history buffs, outdoor enthusiasts, and families looking to learn more about the rich cultural heritage of Indiana. With its diverse range of activities and attractions, this park offers something for everyone to enjoy.",
                "image": "https://s7d1.scene7.com/is/image/isp/mazoniabraidwood-3501-e-360600?ts=1674260936479&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Prophetstown"
            },
            {
                "name": "Redbird OSRA",
                "url": "https://www.in.gov/dnr/state-parks/parks-lakes/redbird-state-recreation-area",
                "content": "The Redbird State Recreation Area is a popular destination for outdoor enthusiasts, offering opportunities for off-road vehicle riding, fishing, hiking, and camping.",
                "description": "The Redbird State Recreation Area (OSRA) in Indiana is a popular destination for outdoor enthusiasts, offering a range of activities such as hiking, mountain biking, ATV riding, and camping. The park features over 1,400 acres of rugged terrain, including scenic overlooks and wooded trails.\n\nVisitors can explore the area's diverse ecosystems, which are home to several species of wildlife and plant life. The park also has designated areas for fishing and hunting, making it a great destination for nature lovers looking to enjoy the great outdoors.\n\nRedbird OSRA has a variety of amenities for visitors, including picnic areas, a campground, and restroom facilities. The park is open year-round, allowing visitors to enjoy the changing seasons and unique beauty of each time of year.\n\nWhether you're seeking adventure on the trails or a peaceful retreat in nature, Redbird State Recreation Area has something for everyone to enjoy. Don't forget to bring your camera to capture the stunning views and memories of your time at this exceptional outdoor destination.",
                "image": "https://s7d1.scene7.com/is/image/isp/andersonlake-3011-d-360600?ts=1674260636500&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Redbird%20OSRA"
            },
            {
                "name": "Salamonie Lake",
                "url": "https://www.in.gov/dnr/state-parks/parks-lakes/salamonie-lake",
                "content": "Salamonie Lake is a scenic reservoir in Huntington and Wabash counties in Indiana, offering a variety of recreational activities such as fishing, boating, and camping.",
                "description": "Salamonie Lake is a beautiful reservoir located in Wabash and Huntington counties in Indiana. The lake covers 2,665 acres and offers a variety of recreational activities such as boating, fishing, hiking, and camping. Visitors can enjoy exploring the 12 miles of shoreline and observing a variety of wildlife, including bald eagles, ospreys, and white-tailed deer. The lake also has a marina with boat rentals and a swimming beach for those looking to cool off in the summer months. With its scenic views and peaceful atmosphere, Salamonie Lake is the perfect destination for a day trip or weekend getaway.",
                "image": "https://s7d1.scene7.com/is/image/isp/andersonlake-3011-d-360600?ts=1674260636500&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Salamonie%20Lake"
            },
            {
                "name": "Shades",
                "url": "https://www.in.gov/dnr/state-parks/parks-lakes/shades-state-park",
                "content": "This Shades State Park representative is dedicated to preserving and protecting Indiana's natural beauty for future generations to enjoy.",
                "description": "Shades State Park is a beautiful natural oasis located in Indiana, offering visitors a chance to explore rugged canyons, scenic waterfalls, and vibrant wildlife. The park spans over 3,000 acres and is a popular destination for hiking, camping, and birdwatching. Visitors can embark on numerous trails, including the challenging Pine Hills Nature Preserve Trail, which offers stunning views of the surrounding landscape.\n\nOne of the park's most notable features is Silver Cascade Falls, a picturesque waterfall that cascades down a rocky cliff into a serene pool below. The park also offers opportunities for rock climbing and rappelling, making it a great destination for outdoor enthusiasts seeking adventure. With its diverse ecosystems and tranquil atmosphere, Shades State Park is the perfect place to reconnect with nature and experience the beauty of Indiana's wilderness.",
                "image": "https://s7d1.scene7.com/is/image/isp/fortdefianceconfluence-2301-360600?ts=1674260036368&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Shades"
            },
            {
                "name": "Shakamak",
                "url": "https://www.in.gov/dnr/state-parks/parks-lakes/shakamak-state-park",
                "content": "The representative from Shakamak State Park is dedicated to preserving the natural beauty and recreational opportunities of the park for all visitors to enjoy.",
                "description": "Shakamak State Park in Indiana is a popular destination for nature lovers, offering a diverse range of outdoor activities such as fishing, hiking, and camping. Visitors can explore the park's three lakes, perfect for boating and swimming during the warmer months. The park is also known for its diverse wildlife, including birds, deer, and even bald eagles, making it a great spot for birdwatching and nature photography. The park's lush forests and scenic trails provide a tranquil escape for those looking to disconnect from the hustle and bustle of urban life. With its convenient location and well-maintained facilities, Shakamak State Park is a great choice for a weekend getaway or a day trip.",
                "image": "https://s7d1.scene7.com/is/image/isp/argyle-1341-h-360600?ts=1674260456297&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Shakamak"
            },
            {
                "name": "Spring Mill / Cave River Valley NA",
                "url": "https://www.in.gov/dnr/state-parks/parks-lakes/spring-mill-state-park",
                "content": "Spring Mill State Park is a beautiful park featuring historic buildings, campgrounds, hiking trails, and a limestone cave.",
                "description": "Spring Mill State Park in Indiana offers visitors a unique combination of history and outdoor recreation. The park features a restored 19th-century village complete with a working grist mill and pioneer cabins for visitors to explore. One of the highlights of the park is the underground boat tour of the famous Pioneer Village/Cave River Valley. Visitors can take a guided boat tour through the cave system, learning about the history of the area and the geology of the caves. In addition to cave tours, Spring Mill State Park offers hiking trails, campgrounds, and picnic areas for visitors to enjoy the natural beauty of southern Indiana. Whether you are interested in history or outdoor adventure, Spring Mill State Park has something to offer every visitor.",
                "image": "https://s7d1.scene7.com/is/image/isp/ajgkilbeach-3001-b-360600?ts=1674260576323&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Spring%20Mill%20/%20Cave%20River%20Valley%20NA"
            },
            {
                "name": "Starve Hollow SRA",
                "url": "https://www.in.gov/dnr/state-parks/parks-lakes/starve-hollow-sra",
                "content": "Starve Hollow State Recreation Area is a peaceful destination offering fishing, camping, hiking, and swimming opportunities in a serene natural setting.",
                "description": "Starve Hollow State Recreation Area is a picturesque destination in Vallonia, Indiana, where visitors can enjoy a variety of outdoor activities such as hiking, fishing, and camping. Boasting a 145-acre lake, this park is a popular spot for boating and swimming during the warmer months. The park also features cozy cabins and camping areas for those looking to spend the night under the stars. Nature enthusiasts will love exploring the diverse wildlife and plant species that call Starve Hollow SRA home. With stunning views and peaceful surroundings, this state recreation area is the perfect place to escape and unwind in nature.",
                "image": "https://s7d1.scene7.com/is/image/isp/argyle-1341-h-360600?ts=1674260456297&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Starve%20Hollow%20SRA"
            },
            {
                "name": "Summit Lake",
                "url": "https://www.in.gov/dnr/state-parks/parks-lakes/summit-lake-state-park",
                "content": "Summit Lake State Park is a scenic, 2,680-acre park in Indiana that surrounds a beautiful 800-acre lake perfect for fishing, boating, and camping.",
                "description": "Summit Lake State Park is a beautiful 2,680-acre park located in New Castle, Indiana, known for its picturesque 800-acre lake. Visitors can enjoy a variety of outdoor activities such as fishing, boating, swimming, and hiking on the park's scenic trails. The park is also home to a campground, picnic areas, and a beach for visitors to relax and enjoy the serene surroundings. Summit Lake State Park is a popular destination for birdwatchers, with over 100 species of birds found in the area, making it a great spot for nature enthusiasts to explore and appreciate the local wildlife. Whether you're looking for a peaceful retreat or an exciting outdoor adventure, Summit Lake State Park offers something for everyone to enjoy.",
                "image": "https://s7d1.scene7.com/is/image/isp/eaglecreek-4961-m-360600?ts=1674259976351&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Summit%20Lake"
            },
            {
                "name": "Tippecanoe River",
                "url": "https://www.in.gov/dnr/state-parks/parks-lakes/tippecanoe-river-state-park",
                "content": "The Tippecanoe River in Indiana offers scenic canoeing and fishing opportunities through a diverse landscape of forests, wetlands, and grasslands.",
                "description": "Tippecanoe River State Park is a picturesque destination located in northern Indiana, offering visitors a tranquil escape into nature. The Tippecanoe River flows through the park, providing ample opportunities for fishing, canoeing, and kayaking. Hiking enthusiasts can explore miles of scenic trails that wind through woodlands, prairies, and wetlands, offering glimpses of diverse wildlife and plant species. The park also features designated camping areas for those looking to spend a night under the stars. Whether you're seeking a peaceful retreat or an outdoor adventure, Tippecanoe River State Park offers something for every nature lover to enjoy.",
                "image": "https://s7d1.scene7.com/is/image/isp/cache-2841-ff-360600?ts=1674260336552&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Tippecanoe%20River"
            },
            {
                "name": "Turkey Run",
                "url": "https://www.in.gov/dnr/state-parks/parks-lakes/turkey-run-state-park",
                "content": "Turkey Run State Park is a scenic park in Indiana known for its rugged canyons, shady trails, and sandstone cliffs, perfect for hiking and exploring nature.",
                "description": "Turkey Run State Park is a nature lover's paradise located in Indiana, offering breathtaking sandstone cliffs, rugged trails, and serene river vistas. Visitors can explore over 2,300 acres of diverse habitats, such as wetlands, forests, and ancient fossil beds dating back millions of years. The park is a haven for outdoor enthusiasts, with activities like hiking, fishing, camping, and picnicking available year-round. One of the highlights of Turkey Run is the iconic Suspension Bridge, which provides a thrilling crossing over Sugar Creek and stunning views of the surrounding scenery. Whether you're looking for a leisurely stroll or a challenging hike, Turkey Run State Park offers something for everyone to enjoy in the great outdoors.",
                "image": "https://s7d1.scene7.com/is/image/isp/argyle-1341-h-360600?ts=1674260456297&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Turkey%20Run"
            },
            {
                "name": "Versailles / Bradt NA",
                "url": "https://www.in.gov/dnr/state-parks/parks-lakes/versailles-state-park",
                "content": "Versailles State Park in Indiana offers hiking, biking, fishing, and camping in a beautiful natural setting.",
                "description": "Versailles State Park is known for its rugged beauty and diverse recreational opportunities, making it a popular destination for outdoor enthusiasts. Visitors can enjoy hiking, mountain biking, and horseback riding on miles of scenic trails that wind through the park's lush forests and rolling hills.\n\nOne of the park's main attractions is the Versailles Lake, where visitors can fish for bass, catfish, and bluegill, or take a leisurely kayak or canoe ride on the tranquil waters. The lake is also a great spot for birdwatching, with a variety of waterfowl and other bird species making their homes in the area.\n\nFor those looking to extend their stay, Versailles State Park offers a campground with electric and non-electric sites, as well as a group camping area for larger gatherings. There are also rustic cabins available for rent, providing a more secluded and cozy lodging option in the midst of nature.\n\nIn addition to outdoor activities, the park features a family-friendly swimming pool and a playground area for children, making it a great destination for families looking to spend quality time together in a picturesque setting. With its scenic beauty and wide range of recreational opportunities, Versailles State Park offers something for everyone to enjoy amidst the peaceful surroundings of southern Indiana.",
                "image": "https://s7d1.scene7.com/is/image/isp/mazoniabraidwood-3501-e-360600?ts=1674260936479&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Versailles%20/%20Bradt%20NA"
            },
            {
                "name": "Whitewater Memorial",
                "url": "https://www.in.gov/dnr/state-parks/parks-lakes/whitewater-memorial-state-park",
                "content": "Whitewater Memorial State Park is a peaceful oasis in southeastern Indiana, offering a picturesque lake for fishing and boating, as well as hiking and camping opportunities.",
                "description": "Whitewater Memorial State Park is a stunning 1,700-acre park located in Liberty, Indiana. The park was established in memory of World War II veterans and offers a peaceful retreat for visitors to enjoy outdoor activities such as hiking, fishing, and swimming. One of the highlights of the park is the beautiful 200-acre Whitewater Lake, perfect for boating and picnicking along its scenic shores. The park also features a unique memorial constructed from stones brought back from significant World War II battle sites, providing a solemn and thought-provoking tribute to those who served. Visitors to Whitewater Memorial State Park can also explore the park's extensive trails, which offer stunning views of the surrounding countryside and the opportunity to observe a variety of wildlife in their natural habitat.",
                "image": "https://s7d1.scene7.com/is/image/isp/eaglecreek-4961-m-360600?ts=1674259976351&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Whitewater%20Memorial"
            },
            {
                "name": "Upper Wabash Interpretive Services",
                "url": "https://www.in.gov/dnr/state-parks/programs/nature-centers/upper-wabash-interpretive-services",
                "content": "The Upper Wabash Interpretive Services provides educational programs and guided activities for visitors to explore and learn about the natural and cultural history of the Wabash River region in Indiana.",
                "description": "Upper Wabash Interpretive Services is located within the Mississinewa Lake State Recreation Area in Indiana. Visitors can enjoy a variety of nature programs and activities, including bird watching, hiking, and educational workshops. The center also offers interactive exhibits that showcase the rich natural history and wildlife of the region. Nature enthusiasts will appreciate the opportunity to explore the park's diverse ecosystems, from wetlands to forests, and learn about conservation efforts in the area. Whether you're a beginner or experienced nature lover, Upper Wabash Interpretive Services provides a unique and informative experience for visitors of all ages.",
                "image": "https://s7d1.scene7.com/is/image/isp/fortdefianceconfluence-2301-360600?ts=1674260036368&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Upper%20Wabash%20Interpretive%20Services"
            },
            {
                "name": "Fish & Wildlife: J. E. Roush Lake",
                "url": "https://www.in.gov/dnr/state-parks/parks-lakes/j-edward-roush-lake-huntington-lake",
                "content": "J. E. Roush Lake is a popular destination for fishing, boating, and wildlife viewing in northeastern Indiana.",
                "description": "Fish & Wildlife: J. E. Roush Lake is a popular destination for outdoor enthusiasts looking for a peaceful retreat. The lake covers 900 acres and offers excellent opportunities for fishing, boating, and bird watching. Visitors can spot a variety of wildlife, including bald eagles, herons, and deer, making it a great spot for nature lovers. The park also features hiking trails, picnic areas, and a campground for those looking to extend their stay. Whether you're looking to relax by the water or enjoy some outdoor activities, Fish & Wildlife: J. E. Roush Lake has something for everyone.",
                "image": "https://s7d1.scene7.com/is/image/isp/ajgkilbeach-3001-b-360600?ts=1674260576323&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Fish%20%26%20Wildlife%3A%20J.%20E.%20Roush%20Lake"
            }
        ]
    }
}