{
    "Colorado": {
        "parks": [
            {
                "name": "Amache National Historic Site",
                "url": "https://www.nationalparks.org/explore/parks/amache-national-historic-site",
                "content": "Amache National Historic Site preserves the history of a World War II Japanese internment camp in Colorado.",
                "description": "Amache, also known as the Granada Relocation Center, was one of 10 incarceration sites established by the War Relocation Authority to detain Japanese Americans who were forcibly removed from their homes on the West Coast of the United States during World War II. Operated under the terms of Executive Order 9066 from 1942-1945, over 10,000 people of Japanese ancestry, two-thirds of them American citizens, passed through Amache. At its peak population in 1943, 7,310 people were detained in Amache, making it the tenth largest city in Colorado at the time.   Though the original buildings associated with the incarceration site were removed or demolished after Amache closed in 1945, Amache represents one of the most intact examples of a World War II incarceration site. Today, Amache National Historic Site consists of a historic cemetery, a monument, concrete building foundations, the historic road network, and several reconstructed and rehabilitated structures from the camp era.   The designation of the Amache National Historic Site is an important step in telling a more complete story of the Japanese American incarceration during World War II. Many survivors, their descendants, and the Amache Preservation Society were instrumental in obtaining the initial National Historic Landmark designation and advocating for the site to become part of the National Park System.",
                "image": "no image",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Bent's Old Fort National Historic Site",
                "url": "https://www.nationalparks.org/explore/parks/bents-old-fort-national-historic-site",
                "content": "Bent's Old Fort National Historic Site is a reconstructed 1840s adobe fur trading post along the Santa Fe Trail in Colorado.",
                "description": "History lovers will find plenty to explore at Bent's Old Fort National Historic Site, one of thefirst, and for a time only, major settlements in the west. William and Charles Bent, along with Ceran St. Vrain, built the original fort on this site in 1833 totrade with plains Indians and trappers. The adobe fort quickly became the center of the Bent, St.Vrain &Company's expanding trade empire that included Fort St.Vrain to the north and Fort Adobe to the south, along withcompany stores in Mexico at Taos and Santa Fe. The primary trade was with the Southern Cheyenne and ArapahoIndians for buffalo robes.  For much of its 16-year history, the fort was the only major permanent white settlement on the Santa FeTrail between Missouri and the Mexican settlements. The fort provided explorers, adventurers, and the U.S. Army aplace to get needed supplies, wagon repairs, livestock, good food and water, company, rest, and protection in thisvast \"Great American Desert.\"  During the war with Mexico in 1846, the fort became a staging area for Colonel Stephen Watts Kearny's\"Army of the West.\" Disasters and disease caused the fort's abandonment in 1849.  Archeological excavations and original sketches, paintings and diaries were used in the fort'sreconstruction in 1976.",
                "image": "https://npf-prod.imgix.net/uploads/BentsFort_2022-06-13-204209_qmgh.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Black Canyon of The Gunnison National Park",
                "url": "https://www.nationalparks.org/explore/parks/black-canyon-of-the-gunnison-national-park",
                "content": "The Black Canyon of the Gunnison National Park in Colorado features some of the steepest and most dramatic cliffs in North America.",
                "description": "Visitors to the Black Canyon experience highly technical rock climbing, as well as adventurousbackwoods hiking for expert outdoor enthusiasts. The Black Canyon of the Gunnison's unique and spectacular landscape was formed slowly by the actionof water and rock scouring down through hard Proterozoic crystalline rock. No other canyon in North Americacombines the narrow opening, sheer walls, and startling depths offered by the Black Canyon of the Gunnison.  Not for the faint of heart, most access to the Black Canyon is strenuous and dangerous. Visitors shoulddo their research and come prepared!",
                "image": "https://npf-prod.imgix.net/uploads/bigstock-Black-Canyon-of-Gunnison-Natio-20718710_0_2022-06-13-204202_ageq.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Colorado National Monument",
                "url": "https://www.nationalparks.org/explore/parks/colorado-national-monument",
                "content": "The Colorado National Monument in Grand Junction, Colorado, offers stunning red rock canyons and sandstone formations for visitors to explore.",
                "description": "Sheer-walled canyons, towering monoliths, colorful formations, desert bighorn sheep, and soaringeagles are all found at Colorado National Monument. And those are just a few of the breathtaking landscapes and species that make up the spectacular 32square mile park.  Situated at the edge of the Uncompahgre Uplift, the park is part of the greater Colorado Plateau. Infact, most of Colorado National Monument rises more than 2,000 feet above the Grand Valley of the Colorado River.",
                "image": "https://npf-prod.imgix.net/uploads/14313778188_8c70fcdd97_o2028129_0_2022-06-13-204127_tpar.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Curecanti National Recreation Area",
                "url": "https://www.nationalparks.org/explore/parks/curecanti-national-recreation-area",
                "content": "Curecanti National Recreation Area is a breathtaking landscape of canyons and reservoirs located in Colorado.",
                "description": "Curecanti contains Blue Mesa Reservoir, Colorado's largest body of water, and contains recentlydiscovered dinosaur fossils to boot. Three reservoirs, named for corresponding dams on the Gunnison River, form the heart of CurecantiNational Recreation Area. Panoramic mesas, fjord-like reservoirs, and deep, steep, and narrow canyons abound.  Blue Mesa Reservoir is also the largest Kokanee Salmon fishery in the United States. Morrow PointReservoir is the beginning of the Black Canyon of the Gunnison. Below, Crystal Reservoir is the site of theGunnison Diversion Tunnel, a National Historic Civil Engineering Landmark. A 5,000 acre archeological district, anarrow gauge train, and traces of 6,000 year old dwellings further enhance the offerings of Curecanti.",
                "image": "https://npf-prod.imgix.net/uploads/7429166660_23e18aba96_o2028129_2022-06-13-204121_ovfj.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Dinosaur National Monument",
                "url": "https://www.nationalparks.org/explore/parks/dinosaur-national-monument",
                "content": "Dinosaur National Monument is a vast area in Utah and Colorado known for its dinosaur fossils and stunning landscapes.",
                "description": "Explore over 210,000 acres of Dinosaur National Monument, where you can inspect fossils and see spectacularcanyon country scenery. Dinosaurs abound at DinosaurNational Monument, where over 1,500 bones are still encased in rock in Quarry Exhibit Hall. In 1909,paleontologist Earl Douglass discovered eight dinosaur bones in a sandstone hill in the Utah desert– beginning the Carnegie Fossil Quarry that achieved worldwide fame as one of the most ecologically completeassemblage of Late Jurassic dinosaurs. Today, visitors can see the remains of numerous species of dinosaurs, andeven touch fossils that are 149 million years old.   The monument also preservescultural histories that dates back 10,000 years. Petroglyphs and pictographs provide evidence that manygroups made this arid land their home, including the Fremont Indians and the Ute and Shoshone, who still reside inthe area today. After early 18th century Spanish exploration, settlers from Europe and eastern states left theirmark on the landscape with their homesteads in the 19th century, the remains of which can still be seen today. ",
                "image": "https://npf-prod.imgix.net/uploads/9183205337_88f4191192_o.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Florissant Fossil Beds National Monument",
                "url": "https://www.nationalparks.org/explore/parks/florissant-fossil-beds-national-monument",
                "content": "Florissant Fossil Beds National Monument in Colorado preserves a unique fossil deposit formed by an ancient lake ecosystem over 34 million years ago.",
                "description": "Beneath a grassy mountain valley in central Colorado lies one of the richest and most diversefossil deposits in the world, including petrified Sequoia trees. Up to 1700 different species have been described at this monument. A majority of those fossils arefragile, detailed compression, and impression fossils of insects and plants. The largest fossils aremassive—petrified Sequoia trees up to 14 feet wide!",
                "image": "https://npf-prod.imgix.net/uploads/15995490446_1a10ef817e_o_2022-06-13-204104_wvds.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Great Sand Dunes National Park and Preserve",
                "url": "https://www.nationalparks.org/explore/parks/great-sand-dunes-national-park-and-preserve",
                "content": "Great Sand Dunes National Park and Preserve is home to the tallest dunes in North America and offers visitors a unique landscape to explore.",
                "description": "Great Sand Dunes National Park and Preserve spans over 30 miles and contains over 5 billion cubic meters ofsand to create the largest sandbox in North America. Nestled in southern Colorado,this park features North America's tallest dunes, rising over 750 feet high against the rugged Sangre de CristoMountains.   The wind-shaped dunes glowbeneath the rugged backdrop of the mountains. This geologic wonderland, containing over 30 square miles of massivedunes, became a national monument in 1932. With the passage of the Great Sand Dunes National Park and PreserveAct, resources now also include alpine lakes and tundra, six peaks over 13,000 feet in elevation, ancient spruceand pine forests, large stands of aspen and cottonwood, grasslands, and wetlands—all habitat for diverse wildlifeand plant species. ",
                "image": "https://npf-prod.imgix.net/uploads/shutterstock_82929688.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Hovenweep National Monument",
                "url": "https://www.nationalparks.org/explore/parks/hovenweep-national-monument",
                "content": "Hovenweep National Monument is a collection of ancient Puebloan ruins located in the Four Corners region of the southwestern United States.",
                "description": "Hovenweep National Monument is home to six clusters of pueblo villages that expand across theUtah-Colorado border, where visitors can experience nature. Hovenweep National Monument protects six prehistoric, Puebloan-era villages spread over a twenty-mileexpanse of mesa tops and canyons along the Utah-Colorado border. Multi-storied towers perched on canyon rims andbalanced on boulders lead visitors to marvel at the skill and motivation of their builders.Human habitation atHovenweep dates to over 10,000 years ago when nomadic Paleoindians visited the Cajon Mesa to gather food and huntgame. These people used the area for centuries, following the seasonal weather patterns. By about A.D. 900, peoplestarted to settle at Hovenweep year-round, planting and harvesting crops in the rich soil of the mesatop.Hovenweep is noted for its solitude and undeveloped, natural character. The Square Tower Group is the primarycontact facility with a visitor center, campground and interpretive trail.   ",
                "image": "https://npf-prod.imgix.net/uploads/Hovenweep20National20Monument20-20iStock_000016642135_XXXLarge_2022-06-13-204013_ycyv.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Mesa Verde National Park",
                "url": "https://www.nationalparks.org/explore/parks/mesa-verde-national-park",
                "content": "Mesa Verde National Park in Colorado protects nearly 5,000 archaeological sites, including ancient cliff dwellings built by the Ancestral Puebloans.",
                "description": "Mesa Verde National Park's cliff dwellings are just one wonder to be found at this national park inColorado, which also includes protected wilderness. Located in Southwestern Colorado, Mesa Verde, \"Green Table\" in Spanish, National Park offers anunparalleled opportunity to see and experience a unique cultural and physical landscape. Including more than 4,000known archeological sites dating back to A.D. 550, this national treasure protects the cliff dwellings and mesatop sites of pit houses, pueblos, masonry towers, and farming structures of the Ancestral Pueblo peoples who livedhere for more than 700 years. This national park gives us a glimpse into the places and stories of America'sdiverse cultural heritage.  The cliff dwellings are some of the most notable and best preserved sites in the United States. Afterliving primarily on the mesa top for 600 years, the Ancestral Pueblo peoples began building structure under theoverhanging cliffs of Mesa Verde—anything from one-room storage units to villages of over 150 rooms. Decades ofexcavation and analysis still leave many unanswered questions, but have shown us that the Ancient Pueblans wereskillful survivors and artistic craftsmen.  National Park Foundation has worked hard to preserve the important Hopi culture, whose lives areintertwined with the mysterious homes in the cliffs as well as the Pueblo people. Our programs team worked withpartners to create an innovative way to preserve this culture through multimedia efforts.",
                "image": "https://npf-prod.imgix.net/uploads/iStock_000008197233Medium.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Rocky Mountain National Park",
                "url": "https://www.nationalparks.org/explore/parks/rocky-mountain-national-park",
                "content": "Rocky Mountain National Park in Colorado is known for its stunning mountain vistas, diverse wildlife, and extensive network of hiking trails.",
                "description": "Visit the Rockies and experience mountain climbing, hiking, camping, fishing, and breathtaking views ofjagged peaks, glaciers, and high-mountain lakes. Rocky Mountain National Park, established in 1915, is a living showcase of the grandeur of the RockyMountains. Located outside Estes Park, Colorado, Rocky Mountain is a great family vacation destination, offeringoutdoor experiences for all—from easy nature hikes around crystal clear mountain lakes to daring rock scrambles upwaterfalls and mountains.  With elevations ranging from 8,000 feet in the wet, grassy valleys to 14,259 feet at the weather-ravagedtop of Longs Peak, a visitor to the park has opportunities for countless breathtaking experiences and adventures.For those wishing to experience the tundra without hiking miles above tree line, the Alpine Visitor's Center atopTrail Ridge Road is the highest visitor's center in the entire National Park System!  Wildflower-lovers are never disappointed in June and July when the meadows and hillsides are splashedwith botanical color. Autumn visitors can relax among the golden aspens or enjoy the rowdier antics of the elk rutduring mating season. And those brave enough to venture into the cold during the winter are treated to snowscapesunlike any other, as the park is open year-round.",
                "image": "https://npf-prod.imgix.net/uploads/iStock_000018115389Large.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Sand Creek Massacre National Historic Site",
                "url": "https://www.nationalparks.org/explore/parks/sand-creek-massacre-national-historic-site",
                "content": "The Sand Creek Massacre National Historic Site in Colorado commemorates the tragic events of November 29, 1864, when a U.S. Army military force attacked and killed peaceful Cheyenne and Arapaho Indians.",
                "description": "Established in 2007, Sand Creek Massacre National Historic Site sheds light on a chaotic, horrific,tumultuous, and bloody moment in American history. Sand Creek Massacre NationalHistoric Site remembers the Cheyenne and Arapaho Native Americans involved in the Sand Creek Massacre.   On November 29, 1864, ColonelJohn M. Chivington led 675 U.S. volunteer soldiers to a village of about 500 Cheyenne and Arapaho people campedalong the banks of Big Sandy Creek in southeastern Colorado. Although the Cheyenne and Arapaho, under Chiefs BlackKettle, White Antelope, and Left Hand, believed they were under the protection of the U.S. Army, Chivington'stroops attacked and killed about 230 people, composed mostly of women, children, and the elderly.   Sand Creek gave rise to a newgeneration of federal policies, new treaties at the Little Arkansas and Medicine Lodge, and the next generation offighters and fights: Beecher Island, Washita, Summit Springs, Palo Duro Canyon, Sappa Creek, and the LittleBighorn. Sand Creek is among our nation's most profound historic places. The event remains a powerful, and tosome, sacred symbol of sacrifice and struggle.   Each November, an annual SandCreek Spiritual Healing Run/Walk commemorates those killed in the Sand Creek Massacre, providing healing for allpeople, regardless of ethnicity, race, or religion. The 173-mile run, started by Lee Lone Bear, a NorthernCheyenne descendant of massacre survivors, represents the route used by the soldiers returning to Denver after themassacre. ",
                "image": "https://npf-prod.imgix.net/uploads/SandCreek.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Yucca House National Monument",
                "url": "https://www.nationalparks.org/explore/parks/yucca-house-national-monument",
                "content": "Yucca House National Monument in Colorado preserves an ancient Ancestral Puebloan village with well-preserved structural remains.",
                "description": "Among the largest archaeological sites in Colorado, the Yucca House National Monument, an ancientcommunity center, is a portal into Puebloan society. Yucca House is located in Southwest Colorado between the towns of Towaco and Cortez, and acted as animportant community center for the Ancestral Puebloan people from A.D. 1150-1300.  The long-term preservation of Yucca House ensures that archeologists will be able to continue studyingAncestral Puebloan society and what caused them to migrate from this region in the late 1200s.Currently, there areno facilities or fees at Yucca House.",
                "image": "https://npf-prod.imgix.net/uploads/2B3B7B93-1DD8-B71B-0BD6207E804534AA_2022-06-13-203756_ceca.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            }
        ]
    }
}