{
    "Alabama": {
        "parks": [
            {
                "name": "Birmingham Civil Rights National Monument",
                "url": "https://www.nationalparks.org/explore/parks/birmingham-civil-rights-national-monument",
                "content": "Established January 2017, Birmingham Civil Rights National Monument honors the nonviolent protestors that fought against the country's racial",
                "description": "The Birmingham Civil Rights National Monument is located in Birmingham, Alabama and was designated as a national monument in January 2017. It commemorates the events of the Civil Rights Movement that took place in the city during the 1960s, including the Birmingham Campaign, the Children's Crusade, and the bombing of the 16th Street Baptist Church.\n\nThe national monument includes important sites such as the A.G. Gaston Motel, which served as the headquarters for civil rights leaders during the movement, and Kelly Ingram Park, which was the site of numerous protests and marches. The Birmingham Civil Rights National Monument also includes the 16th Street Baptist Church, which was the target of a bombing in 1963 that took the lives of four young girls and galvanized support for the Civil Rights Movement.\n\nVisitors to the Birmingham Civil Rights National Monument can learn about the history of the Civil Rights Movement in Birmingham through exhibits, interpretive materials, and guided tours. The national monument is an important reminder of the struggles and achievements of the Civil Rights Movement and serves as a tribute to those who fought for equality and justice.",
                "image": "https://npf-prod.imgix.net/uploads/birmingham_a-g-gaston-motel_nps_2022-06-13-203714_ofve.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Freedom Riders National Monument",
                "url": "https://www.nationalparks.org/explore/parks/freedom-riders-national-monument",
                "content": "Established on January 12, 2017, Freedom Riders National Monument shares stories of people and places that gained national attention in the fight against",
                "description": "The Freedom Riders National Monument is located in Anniston, Alabama, and honors the courageous individuals who participated in the Freedom Rides of 1961. The monument was established in 2017 and is dedicated to preserving the history of the Freedom Riders, who were civil rights activists that rode interstate buses into the segregated South to challenge the non-enforcement of Supreme Court decisions ruling segregation unconstitutional.\n\nThe monument consists of two sites: the Anniston Greyhound Bus Station, where a bus carrying Freedom Riders was attacked and burned by a white mob, and the site of the former Greyhound Bus Terminal in Birmingham, where a similar attack took place. Both locations played key roles in the Freedom Rides and are significant landmarks in the history of the civil rights movement.\n\nVisitors to the Freedom Riders National Monument can learn about the history of the Freedom Rides through exhibits, educational programs, and guided tours. The monument serves as a reminder of the courage and sacrifice of those who fought for civil rights and equality in America.",
                "image": "https://npf-prod.imgix.net/uploads/frri_greyhoundmural_nps_2022-06-13-203716_gmgk.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Horseshoe Bend National Military Park",
                "url": "https://www.nationalparks.org/explore/parks/horseshoe-bend-national-military-park",
                "content": "Horseshoe Bend National Military Park honors the bravery of 800 soldiers who fought for freedom during the final battle of the War of 1812. On the morning",
                "description": "Horseshoe Bend National Military Park is located in Daviston, Alabama, and commemorates the site of the Battle of Horseshoe Bend which took place on March 27, 1814 during the Creek War. This historic site was designated as a national military park in 1956 to preserve and interpret the battle that was a significant event in the history of the United States. \n\nThe park features a visitor center with exhibits, a picnic area, a 2.8-mile walking trail that takes visitors through the battlefield, and a memorial to the soldiers who fought and died in the battle. The park also includes the site of the village that was home to the Creek Nation before the battle.\n\nVisitors can learn about the history of the Creek War, Andrew Jackson's military strategies, and the impact of the battle on the Creek Nation and the United States. The park offers educational programs, guided tours, and special events throughout the year to help visitors learn more about this important chapter in American history.",
                "image": "https://npf-prod.imgix.net/uploads/Horseshoe_Bend_National_Military_Park2C_Tallapoosa_County2C_Alabama_2022-06-13-204012_hcdo.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Little River Canyon National Preserve",
                "url": "https://www.nationalparks.org/explore/parks/little-river-canyon-national-preserve",
                "content": "Little River Canyon National Preserve's forested uplands, waterfalls, canyon rims and bluffs, pools, boulders, and sandstone cliffs offer a variety of",
                "description": "Little River Canyon National Preserve is a scenic natural area located in northeastern Alabama, USA. The preserve is known for its deep gorge, which was carved out by the powerful flow of the Little River over millions of years. The canyon is unique in that it is one of the few canyons in the southeastern United States.\n\nThe national preserve covers over 14,000 acres of land and is home to a diverse array of plant and animal species, including rare and endangered species. Visitors to the preserve can enjoy hiking, birdwatching, picnicking, and fishing in the crystal-clear waters of the Little River.\n\nOne of the most popular activities at Little River Canyon National Preserve is whitewater kayaking. The canyon is known for its challenging rapids and scenic beauty, making it a favorite destination for paddlers of all skill levels.\n\nThe preserve is managed by the National Park Service and offers a visitor center with exhibits, information, and educational programs about the canyon's geology, ecology, and history. Little River Canyon National Preserve is a great destination for nature lovers, outdoor enthusiasts, and anyone looking to explore the beauty of Alabama's natural landscape.",
                "image": "https://npf-prod.imgix.net/uploads/little-river-canyon.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Russell Cave National Monument",
                "url": "https://www.nationalparks.org/explore/parks/russell-cave-national-monument",
                "content": "Russell Cave has one of the most complete records of prehistoric cultures in the Southeast. The park includes nature paths and the Birds of Prey program.",
                "description": "Russell Cave National Monument is a unique archaeological site located in northeastern Alabama. The monument protects a cave that was used by prehistoric Native American peoples for thousands of years as a shelter and a place for cultural activities.\n\nThe cave has been excavated by archaeologists, revealing evidence of human occupation dating back over 10,000 years. Artifacts found in the cave include stone tools, pottery fragments, and evidence of ancient fires.\n\nVisitors to Russell Cave National Monument can explore the cave on guided tours, where they can learn about the history of the site and the people who lived there. The surrounding area also offers opportunities for hiking and picnicking.\n\nThe monument is managed by the National Park Service and is open to the public year-round. It provides a fascinating look into the prehistoric past of the area and offers a unique outdoor experience for visitors.",
                "image": "https://npf-prod.imgix.net/uploads/Russell_Cave_Trail_NM_2022-06-13-203845_uxyu.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Selma to Montgomery National Historic Trail",
                "url": "https://www.nationalparks.org/explore/parks/selma-to-montgomery-national-historic-trail",
                "content": "Alabama's Selma to Montgomery National Historic Trail honors the 54-mile march of white and black non-violent supporters, led by Dr. Martin Luther King",
                "description": "The Selma to Montgomery National Historic Trail is a 54-mile long historic trail in Alabama that follows the route taken by civil rights marchers in 1965. It is managed by the National Park Service and commemorates the historic events surrounding the voting rights marches that took place in the spring of 1965.\n\nThe trail begins in Selma, where civil rights activists led by Dr. Martin Luther King Jr. began their march for voting rights on March 7, 1965. The marchers were met with violence from local law enforcement on what became known as \"Bloody Sunday.\" Despite this violence, the marchers persisted and eventually completed their journey to Montgomery, the state capital, on March 25, 1965.\n\nThe trail highlights important sites along the route, including the Edmund Pettus Bridge in Selma, where \"Bloody Sunday\" took place, the Lowndes Interpretive Center, the National Voting Rights Museum and Institute, and the Alabama State Capitol. The trail offers visitors the opportunity to learn about the history of the civil rights movement, as well as the bravery and determination of those who fought for equality and voting rights.\n\nVisitors to the Selma to Montgomery National Historic Trail can explore the sites along the route on foot, by bike, or by car. The trail offers a powerful and moving experience for those interested in learning more about this pivotal moment in American history.",
                "image": "https://npf-prod.imgix.net/uploads/Edmund_Pettus_Bridge_03_2022-06-13-203829_qspk.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Tuskegee Airmen National Historic Site",
                "url": "https://www.nationalparks.org/explore/parks/tuskegee-airmen-national-historic-site",
                "content": "Tuskegee Airmen National Historic Site is the training site of the first-ever African American military pilots, known as the Red Tails. The sky was the",
                "description": "The Tuskegee Airmen National Historic Site is located in Tuskegee, Alabama and commemorates the accomplishments and contributions of the Tuskegee Airmen, African American pilots who served during World War II. The site includes a museum, a restored hanger, and an airfield where visitors can learn about the history of the Tuskegee Airmen and their role in breaking the racial barrier in the United States military. \n\nThe Tuskegee Airmen were the first African American pilots in the United States military and played a crucial role in the desegregation of the armed forces. Despite facing discrimination and prejudice, they served with distinction and bravery, earning numerous awards and accolades for their combat missions.\n\nThe National Park Service manages the site, which provides educational programs, exhibits, and tours for visitors interested in learning about this important chapter in American history. The Tuskegee Airmen National Historic Site serves as a tribute to the courage and perseverance of the men and women who fought for equality and justice during World War II.",
                "image": "https://npf-prod.imgix.net/uploads/Tuskegee_Airmen_National_Historic_Site_2022-06-13-203744_cmeu.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Tuskegee Institute National Historic Site",
                "url": "https://www.nationalparks.org/explore/parks/tuskegee-institute-national-historic-site",
                "content": "Tuskegee Institute National Historic Site, founded by Booker T. Washington, recruited the brightest teachers whose innovations made history. Since the",
                "description": "The Tuskegee Institute National Historic Site is a historic site located in Tuskegee, Alabama, USA. It was established to preserve and commemorate the work and legacy of Booker T. Washington, a prominent African American educator, and civil rights leader.\n\nThe site includes several buildings that were important to the Tuskegee Institute, founded by Booker T. Washington in 1881. These buildings include the George Washington Carver Museum, the Oaks, the Booker T. Washington Monument, and the George Washington Carver Museum. The site also includes the Tuskegee University campus, which continues to be an important institution for African American education.\n\nVisitors to the Tuskegee Institute National Historic Site can learn about the history of the institute, the lives of Booker T. Washington and George Washington Carver, and the contributions of African Americans to education and civil rights in the United States. The site offers guided tours, exhibits, and educational programs for visitors of all ages. It is an important reminder of the struggles and achievements of African Americans in the United States and the ongoing fight for equality and justice.",
                "image": "https://npf-prod.imgix.net/uploads/0430E577-1DD8-B71B-0B278D89D45E2340_2022-06-13-203743_jsew.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            }
        ]
    },
    "Alaska": {
        "parks": [
            {
                "name": "Alagnak Wild River",
                "url": "https://www.nationalparks.org/explore/parks/alagnak-wild-river",
                "content": "Whitewater rafting in Class I-III rapids, kayaking, fishing, and floating are some of the activities enjoyed by adventure-seekers on vacation in Alaska.",
                "description": "The Alagnak Wild River is a 86-mile long National Wild and Scenic River located in southwest Alaska, within the boundaries of Katmai National Park and Preserve. The river flows from Kukaklek Lake to its mouth at the Kvichak Bay. It is known for its spectacular scenery, abundant wildlife, and world-class fishing opportunities.\n\nThe Alagnak River is home to a variety of fish species, including all five species of Pacific salmon, rainbow trout, Arctic char, and grayling, making it a popular destination for anglers. The river also supports a healthy population of brown bears, moose, and a variety of bird species, which can often be seen along its banks.\n\nVisitors to the Alagnak Wild River can enjoy a range of recreational activities, including fishing, kayaking, hiking, camping, and wildlife viewing. The remote and pristine nature of the river offers a unique wilderness experience for those looking to explore one of Alaska's most untouched landscapes.\n\nThe Alagnak Wild River is managed by the National Park Service and is part of the larger Katmai National Park and Preserve, which also includes the famous Valley of Ten Thousand Smokes and the Brooks River, known for its bear viewing opportunities.",
                "image": "https://npf-prod.imgix.net/uploads/6D3DE1E6-1DD8-B71B-0BCCD1CA7363F2B8_2022-06-13-204219_clsp.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Aniakchak National Monument and Preserve",
                "url": "https://www.nationalparks.org/explore/parks/aniakchak-national-monument-and-preserve",
                "content": "Don't let the remote location keep you from visiting Aniakchak, a vibrant reminder of Alaska's location in the volcanically active 'Ring of Fire.'",
                "description": "Aniakchak National Monument and Preserve is located in southwestern Alaska, encompassing the Aniakchak Caldera, a massive collapsed volcano that formed over 3,500 years ago. The monument and preserve cover an area of approximately 586,000 acres and are one of the most remote and least visited national parks in the United States.\n\nThe landscape of Aniakchak National Monument and Preserve is characterized by rugged mountains, deep gorges, and pristine rivers and lakes. The area is home to a diverse range of wildlife, including brown bears, moose, wolves, and a variety of bird species.\n\nVisitors to Aniakchak can enjoy a variety of outdoor recreational opportunities, including hiking, camping, fishing, and wildlife viewing. The park also offers opportunities for backpacking and backcountry camping, as well as guided tours and ranger-led programs.\n\nDue to its remote location, access to Aniakchak National Monument and Preserve can be challenging, with no roads leading directly to the park. Visitors typically access the area by small plane or boat, and should be prepared for primitive camping and limited services.\n\nOverall, Aniakchak National Monument and Preserve offers a unique and pristine wilderness experience for those willing to venture off the beaten path and explore one of Alaska's hidden gems.",
                "image": "https://npf-prod.imgix.net/uploads/1150504471_45_3_2022-06-13-204218_zpxx.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Bering Land Bridge National Preserve",
                "url": "https://www.nationalparks.org/explore/parks/bering-land-bridge-national-preserve",
                "content": "Dare to brave the tundra at the Bering Land Bridge National Preserve. While challenging to get to, the preserve offers visitors an experience unlike any",
                "description": "Bering Land Bridge National Preserve is located in the remote and rugged wilderness of western Alaska, near the Bering Strait. It encompasses over 2.7 million acres of wilderness, including vast tundra, mountains, rivers, and coastal areas. The preserve is named after the ancient land bridge that once connected Asia and North America during the last ice age, allowing animals and humans to migrate between the two continents.\n\nThe preserve is home to a diverse array of wildlife, including caribou, muskoxen, brown bears, and migratory birds. It also has a rich cultural history, with evidence of human occupation dating back over 11,000 years. Visitors to the preserve can explore archaeological sites, hike through pristine wilderness, and experience the unique landscape and wildlife of this remote region.\n\nThe preserve is managed by the National Park Service and offers opportunities for camping, hiking, wildlife viewing, and cultural exploration. Due to its remote location and challenging terrain, visitors are advised to come prepared and to practice Leave No Trace principles to help preserve the wilderness for future generations.",
                "image": "https://npf-prod.imgix.net/uploads/24031637979_fa40a9cfb3_o.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Cape Krusenstern National Monument",
                "url": "https://www.nationalparks.org/explore/parks/cape-krusenstern-national-monument",
                "content": "Visiting Alaska's Cape Krusenstern will grant hikers, campers, kayakers, photographers, and lovers of nature endless vacation opportunities. Cape",
                "description": "Cape Krusenstern National Monument is located on the Chukchi Sea in northwest Alaska. The park was established in 1978 to preserve and protect the rich cultural history of the area, including archaeological sites dating back over 9,000 years.\n\nThe park contains a vast array of cultural resources, including ancient hunting and fishing camps, burial sites, and ceremonial sites. Visitors can explore these sites and learn about the indigenous people who have lived in the area for thousands of years.\n\nIn addition to its cultural significance, Cape Krusenstern National Monument is also home to a diverse range of wildlife, including caribou, walrus, seals, and a variety of bird species. The park's coastal plains, sand dunes, and lagoons offer a unique and beautiful landscape for visitors to explore.\n\nThere are opportunities for hiking, camping, fishing, and wildlife viewing in the park. Visitors can also learn about the history and culture of the area by participating in ranger-led programs and guided tours.\n\nOverall, Cape Krusenstern National Monument offers a fascinating glimpse into the history and culture of Alaska's indigenous peoples, as well as a chance to explore a remote and stunningly beautiful wilderness area.",
                "image": "https://npf-prod.imgix.net/uploads/Cape_Krusenstern1_281851010412629_2022-06-13-204152_smwr.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Denali National Park and Preserve",
                "url": "https://www.nationalparks.org/explore/parks/denali-national-park-and-preserve",
                "content": "Mt. Denali, formerly Mt. McKinley, is North America's highest mountain, and is contained within Denali National Park in Alaska. The Alaska Range also",
                "description": "Denali National Park and Preserve is located in Alaska and encompasses over 6 million acres of land. It is home to Denali, the tallest mountain in North America, standing at 20,310 feet. The park is known for its diverse wildlife, including grizzly bears, wolves, moose, and Dall sheep.\n\nVisitors to Denali National Park can enjoy a variety of activities, such as hiking, camping, wildlife viewing, and mountaineering. The park offers a range of hiking trails for all skill levels, with opportunities to see stunning landscapes and wildlife along the way.\n\nOne of the most popular activities in Denali is the park's bus tours, which take visitors deep into the wilderness to see the park's wildlife and stunning scenery. The park also offers ranger-led programs, educational opportunities, and various visitor centers and museums.\n\nDenali National Park and Preserve is a must-visit destination for nature lovers and outdoor enthusiasts looking to experience the wild beauty of Alaska.",
                "image": "https://npf-prod.imgix.net/uploads/glacial_ice_in_denali_national_park_preserve_nps.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Gates of The Arctic National Park and Preserve",
                "url": "https://www.nationalparks.org/explore/parks/gates-of-the-arctic-national-park-and-preserve",
                "content": "Lying north of the Arctic Circle, this remote park and preserve is the northernmost national park in the U.S. and the second largest, spanning 8,472,506",
                "description": "Gates of the Arctic National Park and Preserve is located in the northernmost region of Alaska and is one of the most remote and least visited national parks in the United States. The park was established in 1980 and is named after a series of mountain passes known as the \"Gates of the Arctic.\"\n\nThe park is characterized by its rugged and wild landscape, which includes towering mountains, deep valleys, and pristine rivers. It is home to a wide variety of wildlife, including grizzly bears, caribou, wolves, and Dall sheep.\n\nVisitors to Gates of the Arctic can enjoy a range of outdoor activities, such as hiking, backpacking, camping, and wildlife viewing. The park is known for its challenging and rewarding backcountry experiences, with no designated trails or roads within its boundaries.\n\nDue to its remote location and challenging terrain, visiting Gates of the Arctic requires careful planning and preparation. Visitors should be experienced in backcountry travel and be self-sufficient, as there are no visitor facilities or services within the park.\n\nOverall, Gates of the Arctic National Park and Preserve offers a unique and unspoiled wilderness experience for those willing to venture off the beaten path and explore one of the last truly wild places in the United States.",
                "image": "https://npf-prod.imgix.net/uploads/16089307144_77307bb65a_o_2022-06-13-204037_vemz.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Glacier Bay National Park and Preserve",
                "url": "https://www.nationalparks.org/explore/parks/glacier-bay-national-park-and-preserve",
                "content": "Covering 3.3 million acres of mountains, glaciers, wild coastlines, and fjords, Glacier Bay is one of the world's largest international protected areas.",
                "description": "Glacier Bay National Park and Preserve is located in southeastern Alaska and is known for its stunning natural beauty and abundant wildlife. The park covers over 3.3 million acres and is home to glaciers, fjords, mountains, and a diverse array of plant and animal species.\n\nVisitors to Glacier Bay National Park can enjoy a wide range of outdoor activities, including kayaking, hiking, wildlife viewing, and camping. The park is also a popular destination for cruise ships, allowing visitors to experience the beauty of the park from the water.\n\nGlacier Bay is home to a variety of wildlife, including bears, whales, sea lions, and bald eagles. The park is also known for its large population of harbor seals and sea otters.\n\nIn addition to its natural beauty, Glacier Bay National Park has a rich cultural history, with several Native Alaskan tribes calling the area home for thousands of years. The park is also home to the Tlingit tribe, who have lived in the region for centuries.\n\nOverall, Glacier Bay National Park and Preserve offers visitors the opportunity to experience some of the most stunning landscapes and diverse wildlife in North America.",
                "image": "https://npf-prod.imgix.net/uploads/shutterstock_143121907_2022-06-13-204031_wusb.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Katmai National Park and Preserve",
                "url": "https://www.nationalparks.org/explore/parks/katmai-national-park-and-preserve",
                "content": "Katmai National Park and Preserve in Alaska is home to spectacular and unique volcanoes, and wildlife including fish, flowers, and bears. Katmai National",
                "description": "Katmai National Park and Preserve is located on the Alaska Peninsula in southern Alaska. It was established in 1918 to protect the region's famous brown bears and the volcanic landscape surrounding them.\n\nThe park is most famous for its Brooks Falls, where visitors can witness brown bears fishing for salmon in the summer months. The park is also home to a diverse range of wildlife, including moose, wolves, and bald eagles.\n\nIn addition to its wildlife, Katmai National Park also boasts stunning natural landscapes, including rugged mountains, pristine lakes, and active volcanoes. Outdoor enthusiasts can enjoy hiking, fishing, and wildlife viewing in the park.\n\nKatmai National Park and Preserve is a remote and wild destination that offers visitors the opportunity to experience the untouched beauty of Alaska's wilderness.",
                "image": "https://npf-prod.imgix.net/uploads/shutterstock_82878346_2022-06-13-203956_ryxb.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Kenai Fjords National Park",
                "url": "https://www.nationalparks.org/explore/parks/kenai-fjords-national-park",
                "content": "Experience the glacial hiking trails at Kenai Fjords National Park, where this rugged landscape promises a life-changing experience for visitors. Sweeping",
                "description": "Kenai Fjords National Park is located on the Kenai Peninsula in southern Alaska, covering an area of over 669,000 acres. The park was established in 1980 to protect the fjords, glaciers, and coastal ecosystems of the area. \n\nThe park is known for its stunning landscapes, including rugged mountains, pristine fjords, and numerous glaciers, including the massive Harding Icefield. Visitors to the park can explore the area by hiking on one of the many trails, taking a boat tour to see the glaciers up close, or going kayaking in the icy waters.\n\nThe park is also home to a diverse array of wildlife, including sea otters, seals, sea lions, whales, bears, and a variety of bird species. The park is a popular destination for wildlife and nature enthusiasts, as well as outdoor adventurers looking to experience the remote beauty of Alaska.\n\nKenai Fjords National Park offers a range of activities for visitors, including camping, fishing, wildlife watching, and backcountry hiking. The park is best visited during the warmer summer months when most of the activities are accessible.",
                "image": "https://npf-prod.imgix.net/uploads/CD22352B-1DD8-B71B-0BC867B506B4AF1C_2022-06-13-203957_xezy.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Klondike Gold Rush National Historical Park",
                "url": "https://www.nationalparks.org/explore/parks/klondike-gold-rush-national-historical-park",
                "content": "Discover how the gold rush breathed life into Klondike Gold Rush National Historical Park, where the journey to Canada was rooted in economic freedom.",
                "description": "Klondike Gold Rush National Historical Park is a US National Historical Park that commemorates the Klondike Gold Rush of the late 19th century. The park is located in Seattle, Washington and Skagway, Alaska.\n\nThe park preserves the history and stories of the people who participated in the gold rush, including miners, entrepreneurs, and Native Alaskans. Visitors can explore historic buildings and artifacts, learn about the harsh conditions faced by prospectors, and see exhibits that showcase the impact of the gold rush on the region.\n\nIn addition to its historical significance, Klondike Gold Rush National Historical Park offers a variety of recreational opportunities, including hiking, fishing, and camping. The park also hosts special events and programs throughout the year, aimed at educating visitors about the gold rush and its legacy.\n\nOverall, Klondike Gold Rush National Historical Park is a fascinating destination for history buffs and outdoor enthusiasts alike, offering a unique glimpse into one of the most exciting and challenging periods in American history.",
                "image": "https://npf-prod.imgix.net/uploads/F1FB317C-1DD8-B71B-0BCD1281A10F8860_2022-06-13-203949_vrjn.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Kobuk Valley National Park",
                "url": "https://www.nationalparks.org/explore/parks/kobuk-valley-national-park",
                "content": "Follow the tracks of nearly a half-million caribou who migrate through the Great Kobuk Sand Dunes twice a year. Travel with the wildlife along the Kobuk",
                "description": "Kobuk Valley National Park is located in northwestern Alaska and covers over 1.7 million acres of diverse landscapes including sand dunes, forests, and the Kobuk River. The park is known for its vast wilderness and stunning scenery, making it a popular destination for outdoor enthusiasts and nature lovers.\n\nVisitors to Kobuk Valley National Park can explore the Great Kobuk Sand Dunes, which are some of the largest in the Arctic region, as well as the isolated and pristine wilderness of the park. The park is home to a variety of wildlife, including caribou, bears, wolves, and muskoxen.\n\nActivities in the park include hiking, camping, backpacking, bird watching, and river rafting. The park is also a popular destination for those looking to experience the remote and rugged beauty of Alaska.\n\nKobuk Valley National Park is a designated UNESCO World Heritage Site and is managed by the National Park Service. It is a truly special and unique place that offers visitors the opportunity to connect with nature and experience the beauty of the Alaskan wilderness.",
                "image": "https://npf-prod.imgix.net/uploads/8029769772_83778804b8_o2028129_2022-06-13-203948_fovj.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Lake Clark National Park and Preserve",
                "url": "https://www.nationalparks.org/explore/parks/lake-clark-national-park-and-preserve",
                "content": "See the spectacular scenery of mountains, glaciers and volcanoes that stretch from the shores of Cook Inlet to the tundra-covered hills. Lake Clark",
                "description": "Lake Clark National Park and Preserve is located in southern Alaska and covers over 4 million acres of diverse landscapes, including mountains, glaciers, rivers, and tundra. The park is named after Lake Clark, a large glacial lake located within its boundaries.\n\nThe park is known for its stunning scenery, including the towering peaks of the Chigmit Mountains, the turquoise waters of Lake Clark, and the abundant wildlife that call the area home. Visitors to the park can enjoy a wide range of outdoor activities, including hiking, fishing, wildlife viewing, and kayaking.\n\nLake Clark National Park and Preserve is also home to several active volcanoes, including Mount Redoubt, which last erupted in 2009. The park is part of the larger Katmai UNESCO World Heritage site, which is known for its unique volcanic landscape and abundant wildlife.\n\nOverall, Lake Clark National Park and Preserve offers visitors a chance to experience the rugged beauty of Alaska in a remote and unspoiled wilderness setting.",
                "image": "https://npf-prod.imgix.net/uploads/Fireplace_28619714993429_2022-06-13-203946_mzdf.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Noatak National Preserve",
                "url": "https://www.nationalparks.org/explore/parks/noatak-national-preserve",
                "content": "Noatak National Preserve, one of North America's largest mountain-ringed river basins, features diverse flora and fauna, and offers river float-trips.",
                "description": "Noatak National Preserve is located in northwestern Alaska and is one of the largest national preserves in the United States. It covers over 6,500,000 acres of remote and untouched wilderness, making it an ideal destination for those seeking a rugged and immersive outdoor experience.\n\nThe preserve is home to a diverse array of wildlife, including grizzly bears, wolves, caribou, and Dall sheep, as well as numerous species of birds and fish. The Noatak River, which flows through the preserve, is a popular destination for those looking to explore the area by boat or raft.\n\nVisitors to Noatak National Preserve can enjoy a range of outdoor activities, including hiking, camping, fishing, and wildlife viewing. The preserve also offers opportunities for hunting and backcountry skiing in the winter months.\n\nDue to its remote location and challenging terrain, visitors are advised to be well-prepared and self-sufficient when exploring Noatak National Preserve. Additionally, permits may be required for certain activities, so it is recommended to check with the National Park Service before planning your trip.",
                "image": "https://npf-prod.imgix.net/uploads/19962807229_4da47fd0a5_o_2022-06-13-203910_xjsy.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Sitka National Historical Park",
                "url": "https://www.nationalparks.org/explore/parks/sitka-national-historical-park",
                "content": "Alaska's Sitka National Historical Park preserves the battle site of invading Russian traders and indigenous Tlingit. Alaska's oldest national park was",
                "description": "Sitka National Historical Park, located in Sitka, Alaska, is a unique park that blends natural beauty with cultural heritage. The park encompasses 113 acres of temperate rainforest and shoreline along the coast of Baranof Island. \n\nThe park is home to the Tlingit people, indigenous people of Southeast Alaska, and features a collection of totem poles and a traditional Tlingit clan house. These cultural artifacts help tell the story of the Tlingit people and their history in the region.\n\nVisitors to Sitka National Historical Park can explore the park's trails, which wind through the forest and along the shoreline, providing opportunities to view wildlife such as bears, bald eagles, and salmon. The park also offers ranger-led programs, cultural demonstrations, and events throughout the year.\n\nWhether you are interested in history, culture, or nature, Sitka National Historical Park offers a unique and enriching experience for visitors of all ages.",
                "image": "https://npf-prod.imgix.net/uploads/14865164906_51f0a16606_o_2022-06-13-203827_lpaw.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Wrangell - St Elias National Park and Preserve",
                "url": "https://www.nationalparks.org/explore/parks/wrangell-st-elias-national-park-and-preserve",
                "content": "The largest national park is Alaska's Wrangell-St. Elias National Park and Preserve, which has glaciers, peaks, and breathtaking views. It contains the",
                "description": "Wrangell-St. Elias National Park and Preserve is the largest national park in the United States, covering an area of over 13 million acres in Alaska. The park is home to some of the tallest peaks in North America, including Mount St. Elias, which stands at 18,008 feet.\n\nThe park is known for its stunning natural beauty, with glaciers, rivers, and mountains creating a breathtaking landscape. Visitors to Wrangell-St. Elias National Park and Preserve can enjoy a variety of outdoor activities, such as hiking, backpacking, fishing, and wildlife viewing.\n\nThe park is also rich in history, with evidence of human habitation dating back over 10,000 years. Visitors can explore the remnants of old mining towns, as well as learn about the indigenous people who have lived in the area for generations.\n\nOverall, Wrangell-St. Elias National Park and Preserve offers visitors a chance to experience some of the most pristine and wild landscapes in the United States. Whether you are a nature lover, outdoor enthusiast, or history buff, this park has something to offer everyone.",
                "image": "https://npf-prod.imgix.net/uploads/wrangell_st_elias_36126_2022-06-13-203758_rnam.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            }
        ]
    },
    "American Samoa": {
        "parks": [
            {
                "name": "National Park of American Samoa",
                "url": "https://www.nationalparks.org/explore/parks/national-park-of-american-samoa",
                "content": "Discover the National Park of American Samoa's awe-inspiring scenery—the beach, volcano, rain forest, and coral reef combine to create a truly magical",
                "description": "The National Park of American Samoa is the only national park in the United States that contains land in the Southern Hemisphere. Located on the islands of American Samoa in the South Pacific Ocean, this national park encompasses a diverse range of flora and fauna, as well as beautiful landscapes and cultural sites.\n\nThe park is home to coral reefs, tropical rainforests, beaches, and vibrant marine life. Visitors can explore the park by hiking through the lush forests, snorkeling in the crystal-clear waters, or learning about the traditional Samoan culture and way of life.\n\nOne of the unique aspects of the National Park of American Samoa is its partnership with the local community. The park works closely with the people of American Samoa to protect and preserve the natural and cultural resources of the islands.\n\nOverall, the National Park of American Samoa offers visitors a chance to experience a truly remote and wild corner of the United States, with stunning scenery and rich cultural heritage to explore.",
                "image": "https://npf-prod.imgix.net/uploads/9109117816_0273acc123_o.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            }
        ]
    },
    "Arizona": {
        "parks": [
            {
                "name": "Canyon de Chelly National Monument",
                "url": "https://www.nationalparks.org/explore/parks/canyon-de-chelly-national-monument",
                "content": "Canyon de Chelly is unique among National Park Service units, as it is comprised entirely of Navajo Tribal Trust Land that remains home to the canyon",
                "description": "Canyon de Chelly National Monument is located in northeastern Arizona and is managed by the National Park Service. The park is home to spectacular red rock cliffs, ancient ruins, and petroglyphs dating back to the Navajo settlement in the area over 5,000 years ago.\n\nThe park offers a variety of activities for visitors, including hiking, camping, and guided tours led by local Navajo guides. One of the most popular hikes is the White House Ruins Trail, which takes visitors to the ancient Anasazi cliff dwellings that are over 1,000 years old.\n\nCanyon de Chelly is considered to be a sacred place for the Navajo people, and many still live and farm within the canyon walls. The park offers a unique opportunity to learn about the history and culture of the Navajo Nation while exploring the stunning natural beauty of the area.\n\nOverall, Canyon de Chelly National Monument offers a peaceful and awe-inspiring retreat for visitors looking to connect with nature and history in a beautiful desert setting.",
                "image": "https://npf-prod.imgix.net/uploads/CanyonDeChelly_iStock_000020853573_2022-06-13-204150_uein.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Casa Grande Ruins National Monument",
                "url": "https://www.nationalparks.org/explore/parks/casa-grande-ruins-national-monument",
                "content": "Casa Grande Ruins, the nation's first archeological preserve, protects the Casa Grande and other archeological sites within its boundaries. For over a",
                "description": "Casa Grande Ruins National Monument is located in Coolidge, Arizona and is managed by the National Park Service. The main attraction of the monument is the Casa Grande, a large structure built by the ancient Hohokam people around 1350 AD.\n\nThe Casa Grande Ruins are one of the best-preserved prehistoric structures in North America and are an important archaeological site. The monument also includes the remains of a large compound, ball court, and other structures built by the Hohokam people.\n\nVisitors to Casa Grande Ruins National Monument can explore the ruins, visit the visitor center, and learn about the history and culture of the Hohokam people. The site is open year-round and offers guided tours, exhibits, and educational programs for visitors of all ages.\n\nThe monument is a designated UNESCO World Heritage Site and is an important part of American history and culture. It is a unique and fascinating destination for anyone interested in archaeology, history, or Native American culture.",
                "image": "https://npf-prod.imgix.net/uploads/Casa20Grande20Ruins20National20Monument20-20iStock_81515185_XXXLARGE_2022-06-13-204143_qeef.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Chiricahua National Monument",
                "url": "https://www.nationalparks.org/explore/parks/chiricahua-national-monument",
                "content": "Twenty-seven million years ago a volcanic eruption of immense proportions shook the land around Chiricahua National Monument, a mecca for hikers and",
                "description": "Chiricahua National Monument is located in southeastern Arizona, near the town of Willcox. The park offers stunning rock formations known as \"The Wonderland of Rocks,\" towering hoodoos, and unique geological formations carved by erosion. The park is home to a variety of wildlife, including javelinas, coyotes, and over 200 species of birds.\n\nVisitors to Chiricahua National Monument can explore the park through a network of hiking trails, ranging from easy strolls to more challenging hikes that offer panoramic views of the surrounding landscape. The park also offers opportunities for camping, picnicking, and wildlife viewing.\n\nChiricahua National Monument is a popular destination for outdoor enthusiasts, photographers, and nature lovers seeking a unique and scenic landscape to explore. It is also a significant site for learning about the history of the Chiricahua Apache tribe, who once called this area home.",
                "image": "https://npf-prod.imgix.net/uploads/chiricahua_36206_2022-06-13-204129_rtlj.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Coronado National Memorial",
                "url": "https://www.nationalparks.org/explore/parks/coronado-national-memorial",
                "content": "Coronado National Memorial commemorates Francisco Vasquez de Coronado's Spanish expedition to the Americas to find gold. It also interprets the",
                "description": "Coronado National Memorial is located in southern Arizona near the border with Mexico. The memorial commemorates the expedition led by Spanish conquistador Francisco Vásquez de Coronado in 1540, as he searched for the fabled Seven Cities of Gold.\n\nThe memorial is known for its stunning views of the surrounding mountains and desert landscape. Visitors can explore the visitor center, which features exhibits on the Coronado expedition, as well as hike on the trails in the area. One popular trail is the Coronado Peak Trail, which offers panoramic views of the San Pedro Valley and the surrounding mountains.\n\nThe memorial also offers opportunities for birdwatching, as it is home to a wide variety of bird species including hummingbirds, hawks, and owls. Camping is not allowed in the memorial, but there are nearby campgrounds in the Coronado National Forest.\n\nOverall, Coronado National Memorial provides visitors with a rich history lesson and a chance to explore the beautiful natural landscape of southern Arizona.",
                "image": "https://npf-prod.imgix.net/uploads/Coronado20National20Memorial20-20iStock_000081590479_XXXLarge_2022-06-13-204128_judy.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Fort Bowie National Historic Site",
                "url": "https://www.nationalparks.org/explore/parks/fort-bowie-national-historic-site",
                "content": "The site of a Chiricahua Apache and U.S. military conflict, Fort Bowie National Historic Site remembers U.S. soldiers who settled the western frontier.",
                "description": "Fort Bowie National Historic Site is located in southeastern Arizona and commemorates the bitter conflict between the Chiricahua Apache Indians and the United States military in the late 1800s. The site preserves the ruins of Fort Bowie, which was established in 1862 to protect the vital mail and travel route through Apache Pass.\n\nVisitors to Fort Bowie National Historic Site can explore the remains of the fort, hike the half-mile trail to the visitor center, and learn about the complex and often violent history of the region. The site offers interpretive exhibits, ranger-led programs, and stunning views of the surrounding desert landscape.\n\nThe Fort Bowie National Historic Site is managed by the National Park Service and is open to the public year-round. It is a fascinating destination for history buffs, outdoor enthusiasts, and anyone interested in learning more about the conflicts between settlers and Native Americans in the American West.",
                "image": "https://npf-prod.imgix.net/uploads/fort-bowie-nps_0_2022-06-13-204106_yunv.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Glen Canyon National Recreation Area",
                "url": "https://www.nationalparks.org/explore/parks/glen-canyon-national-recreation-area",
                "content": "Glen Canyon is home to Lake Powell, the second largest human-made lake in the United States and heralded as a premier boating destination. Stretching from",
                "description": "Glen Canyon National Recreation Area is a vast and diverse park located in the states of Arizona and Utah in the United States. It encompasses over 1.25 million acres of land and water along the Colorado River, including the iconic Lake Powell. The park is known for its stunning red rock canyons, towering cliffs, and vibrant blue waters.\n\nVisitors to Glen Canyon National Recreation Area can enjoy a wide range of outdoor activities, including boating, fishing, hiking, camping, and wildlife viewing. The park is also home to numerous archaeological sites, including ancient petroglyphs and ruins left behind by the region's indigenous peoples.\n\nOne of the most popular attractions in the park is the Glen Canyon Dam, which creates Lake Powell and provides hydroelectric power to the region. The dam is a marvel of engineering and offers tours to visitors who want to learn more about its construction and operation.\n\nOverall, Glen Canyon National Recreation Area is a beautiful and diverse destination that offers something for everyone, whether you're interested in outdoor recreation, history, or simply taking in the natural beauty of the desert southwest.",
                "image": "https://npf-prod.imgix.net/uploads/GlenCanyon_iStock_000002227945Large.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Grand Canyon National Park",
                "url": "https://www.nationalparks.org/explore/parks/grand-canyon-national-park",
                "content": "Offering rim to rim hiking, mule rides, and whitewater rafting, Grand Canyon National Park is a hugely popular national park destination.  Grand Canyon",
                "description": "Grand Canyon National Park is located in the state of Arizona in the United States. It is one of the most popular and well-known national parks in the country, attracting millions of visitors each year to witness its stunning natural beauty. \n\nThe Grand Canyon itself is a massive canyon carved by the Colorado River over millions of years. It is known for its colorful rock layers and stunning vistas that stretch for miles. The park offers a variety of activities for visitors to enjoy, including hiking, camping, and white-water rafting.\n\nIn addition to the natural beauty of the Grand Canyon, the park is also home to a diverse range of plant and animal species, making it an important area for conservation and preservation efforts.\n\nThe National Park Service is responsible for managing and protecting the park, ensuring that it remains a place of beauty and wonder for future generations to enjoy. Visitors to Grand Canyon National Park can explore its many hiking trails, take in the breathtaking views from various viewpoints, and learn about the park's natural and cultural history at visitor centers and museums.",
                "image": "https://npf-prod.imgix.net/uploads/shutterstock_152262380.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Grand Canyon Parashant National Monument",
                "url": "https://www.nationalparks.org/explore/parks/grand-canyon-parashant-national-monument",
                "content": "Visitors to this isolated national park in Arizona experience a unique sense of solitude and an impressive and diverse landscape. Grand Canyon-Parashant",
                "description": "Grand Canyon-Parashant National Monument is a designated national monument located in northwestern Arizona, United States. The monument covers an area of over 1 million acres and includes a part of the Grand Canyon itself. It was established by President Bill Clinton in 2001 in order to preserve and protect the unique natural and cultural resources in the area.\n\nThe landscape of the Grand Canyon-Parashant National Monument is characterized by deep canyons, rugged desert terrain, and stunning geological formations. Visitors to the monument can explore a variety of outdoor activities such as hiking, camping, wildlife viewing, and stargazing.\n\nThe monument is also home to a rich diversity of plant and animal species, as well as archaeological sites that offer insight into the ancient cultures that once called this region home. The area is managed by both the National Park Service and the Bureau of Land Management, with the goal of preserving its natural and cultural resources for future generations to enjoy.",
                "image": "https://npf-prod.imgix.net/uploads/Bureau20of20Land20Management_flickr_Bob20Wick2C20BLM20California2028129_2022-06-13-203735_yzum.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Hohokam Pima National Monument",
                "url": "https://www.nationalparks.org/explore/parks/hohokam-pima-national-monument",
                "content": "Hohokam Pima National Monument protected 2,000 inhabitants in 'Snaketown,' village. When Hokoham Pimas was excavated, the site became invisible above",
                "description": "The Hohokam Pima National Monument is a protected archaeological site located in southern Arizona, near the city of Phoenix. It was established in 1972 to preserve the remains of Hohokam culture, one of the prehistoric indigenous cultures of the American Southwest.\n\nThe monument covers over 1,100 acres and contains the remains of several Hohokam villages and irrigation canals. The Hohokam people were known for their advanced irrigation techniques, which allowed them to sustain a large population in the desert landscape of Arizona.\n\nVisitors to the Hohokam Pima National Monument can explore the ruins of the ancient villages, as well as see examples of Hohokam pottery and other artifacts. Guided tours are available, and there are also interpretive exhibits and information about the history and culture of the Hohokam people.\n\nThe monument is managed by the National Park Service and is open to the public year-round. It offers a unique opportunity to learn about the history of the indigenous peoples of the American Southwest and their innovative agricultural practices.",
                "image": "https://npf-prod.imgix.net/uploads/Hohokam_Pima_National_Monument_0_2022-06-13-204016_bgst.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Hubbell Trading Post National Historic Site",
                "url": "https://www.nationalparks.org/explore/parks/hubbell-trading-post-national-historic-site",
                "content": "Turn back the hands of time and explore Hubbell Trading Post National Historic Site, a place of tradition and weaving artistry. Feel the old wooden floor",
                "description": "Hubbell Trading Post National Historic Site is located in Ganado, Arizona, and is operated by the National Park Service. The site was originally established in 1878 by John Lorenzo Hubbell, a successful trader who played a key role in the economic and cultural life of the Navajo Nation.\n\nThe trading post served as a hub for trade and interaction between Native American tribes and settlers from the late 19th to early 20th centuries. Today, the site preserves this important history and offers visitors the opportunity to explore the historic trading post, gardens, and exhibits that highlight the impact of trading on Navajo culture.\n\nVisitors can participate in guided tours, cultural demonstrations, and special events that showcase the rich heritage of the Navajo people and the importance of the trading post in shaping their way of life. The site also features a museum that houses a collection of artifacts, photographs, and documents that tell the story of Hubbell Trading Post and its significance in American history.\n\nOverall, Hubbell Trading Post National Historic Site provides a fascinating look into the intersection of commerce, culture, and community in the American Southwest. It is a must-visit destination for those interested in learning more about the history and heritage of the Navajo Nation.",
                "image": "https://npf-prod.imgix.net/uploads/Hubbell20Trading20Post20National20Historic20Site20-20iStock_000081627907_XXXLarge_2022-06-13-204007_twso.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Montezuma Castle National Monument",
                "url": "https://www.nationalparks.org/explore/parks/montezuma-castle-national-monument",
                "content": "Located in Camp Verde, Arizona, Montezuma Castle National Monument protects the well-preserved living spaces of the Sinagua Indians. Like an ancient",
                "description": "Montezuma Castle National Monument is a place of great historical and cultural significance located in Camp Verde, Arizona. The monument protects a set of well-preserved cliff dwellings built by the Sinagua peoples between approximately 1100 and 1425 AD. The dwellings were built into the limestone cliffs and are accessible via a short, paved trail.\n\nThe monument was established in 1906 by President Theodore Roosevelt in order to protect and preserve the ancient ruins. It is named after the mistaken belief that the site was connected to the Aztec emperor Montezuma, but in reality, the Sinagua people were not related to the Aztecs.\n\nToday, visitors to Montezuma Castle National Monument can explore the ruins, learn about the history of the Sinagua people, and enjoy the natural beauty of the surrounding area. The monument is also a popular spot for birdwatching, hiking, and picnicking.\n\nOverall, Montezuma Castle National Monument offers a fascinating glimpse into the lives of the ancient inhabitants of the American Southwest and is a must-visit destination for history and nature lovers alike.",
                "image": "https://npf-prod.imgix.net/uploads/Montezuma20Castle20National20Monument20-20iStock_5004931_XLARGE.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Navajo National Monument",
                "url": "https://www.nationalparks.org/explore/parks/navajo-national-monument",
                "content": "Explore the astoundingly well-preserved, 800-year-old infrastructure and celebrate the cultural heritage of the Navajo Nation at Navajo National Monument.",
                "description": "Navajo National Monument is located in northern Arizona, within the territory of the Navajo Nation. The monument preserves three well-preserved cliff dwellings of the Ancestral Puebloan people that lived in the region over 700 years ago. The cliff dwellings are known as Betatakin, Keet Seel, and Inscription House.\n\nVisitors to Navajo National Monument can take guided tours to explore the cliff dwellings, hike scenic trails, and learn about the history and culture of the Ancestral Puebloan people. The monument also offers camping facilities for those looking to spend more time in the area.\n\nNavajo National Monument is a great destination for history buffs, nature lovers, and anyone interested in exploring the ancient ruins of the Southwest. The monument is managed by the National Park Service and is open to the public year-round.",
                "image": "https://npf-prod.imgix.net/uploads/Navajo20National20Monument20-20iStock_17552406_XXXLARGE.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Organ Pipe Cactus National Monument",
                "url": "https://www.nationalparks.org/explore/parks/organ-pipe-cactus-national-monument",
                "content": "Organ Pipe Cactus National Monument offers diverse plant and animal communities, rich cultural history, scenic hiking trails, and night camping. Organ",
                "description": "Organ Pipe Cactus National Monument is located in southern Arizona, near the Mexican border. It is named after the organ pipe cactus, a unique species of cactus that grows in the area. The monument protects a diverse range of plants and animals, including many rare and endemic species.\n\nVisitors to the park can enjoy a variety of outdoor activities, such as hiking, birdwatching, and camping. The park also offers ranger-led programs and guided tours.\n\nOne of the highlights of Organ Pipe Cactus National Monument is the Ajo Mountain Drive, a scenic loop road that offers stunning views of the surrounding desert landscape. The park is also home to impressive rock formations, rugged mountains, and a rich cultural history.\n\nThe monument is a popular destination for nature lovers and outdoor enthusiasts looking to explore the unique ecosystems of the Sonoran Desert. It is also an important site for conservation efforts, as it protects an important habitat for many threatened and endangered species.",
                "image": "https://npf-prod.imgix.net/uploads/Organ_Pipe_Cactus_National_Monument_ORPI4653_2022-06-13-203907_sriv.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Petrified Forest National Park",
                "url": "https://www.nationalparks.org/explore/parks/petrified-forest-national-park",
                "content": "Petrified Forest National Park offers rocky cliffs, backcountry hikes, and the newly-opened Red Basin. Visitors enjoy cultural demonstrations. Petrified",
                "description": "Petrified Forest National Park is a unique and beautiful park located in northeastern Arizona, USA. It features one of the largest and most colorful concentrations of petrified wood in the world. The park covers over 230 square miles and is home to a diverse landscape of colorful badlands, ancient petroglyphs, and fossilized remains.\n\nThe park offers a range of activities for visitors including hiking, wildlife watching, and scenic drives. Some of the most popular attractions within the park include the Painted Desert, Blue Mesa, and Crystal Forest. Visitors can also explore the park's archaeological sites and learn about the history of the ancient peoples who once lived in this area.\n\nPetrified Forest National Park is also home to a variety of wildlife including pronghorn antelope, coyotes, and a wide array of bird species. Visitors can enjoy birdwatching along the park's many trails and may even spot a rare and endangered California condor.\n\nOverall, Petrified Forest National Park is a fascinating and unique destination for nature lovers, hikers, and anyone interested in geology and archaeology. It offers a chance to explore a truly one-of-a-kind landscape and learn about the history of this ancient and mysterious place.",
                "image": "https://npf-prod.imgix.net/uploads/15746851554_a32d4f4111_o2028129_2022-06-13-203858_fzdk.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Pipe Spring National Monument",
                "url": "https://www.nationalparks.org/explore/parks/pipe-spring-national-monument",
                "content": "Pipe Spring National Monument serves as a water oasis for American Indians, Mormon ranchers, and includes historic forts, gardens, and a ridge trail. The",
                "description": "Pipe Spring National Monument is located in northern Arizona, near the border of Utah. It was established in 1923 to preserve and protect the historic fort and water source that played a vital role in the history of the American West.\n\nThe main attraction of the monument is Winsor Castle, a fortified ranch house built in the 1870s by Mormon pioneers to protect their cattle and water rights. The fort provided a safe haven for travelers, settlers, and Native American tribes passing through the area.\n\nVisitors to Pipe Spring National Monument can explore the fort, learn about the history of the area through exhibits and guided tours, and hike along the scenic trails that wind through the desert landscape. The monument also offers opportunities for bird watching and stargazing.\n\nPipe Spring National Monument is managed by the National Park Service and is open year-round. It is a place where visitors can learn about the history of the American West and experience the natural beauty of the desert landscape.",
                "image": "https://npf-prod.imgix.net/uploads/pipe20springs20image201_attribution3A20Carl20Berger2C20Sr.203A20flickr_2022-06-13-203851_dowf.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            }
        ]
    },
    "Arkansas": {
        "parks": [
            {
                "name": "Arkansas Post National Memorial",
                "url": "https://www.nationalparks.org/explore/parks/arkansas-post-national-memorial",
                "content": "At Arkansas Post, visitors can explore the natural beauty surrounding this memorial on a walking path or by making reservations for a national park tour.",
                "description": "Arkansas Post National Memorial is a historic site located in Gillett, Arkansas. It commemorates the first permanent French settlement in the lower Mississippi Valley, established in 1686. The site also played a significant role in the American Revolutionary War and the Civil War.\n\nVisitors to the memorial can explore the remains of the colonial town, including a reconstructed 18th-century French fort, the Site of Toad Suck Ferry, and the Mississippi River Overlook. There are also exhibits and programs that provide insight into the history of the area and its importance in shaping the development of the United States.\n\nArkansas Post National Memorial is managed by the National Park Service and offers opportunities for hiking, birdwatching, and picnicking. It is a unique destination for history enthusiasts and anyone interested in learning about the early settlement of the Mississippi Valley.",
                "image": "https://npf-prod.imgix.net/uploads/Arkansas_Post_National_Memorial_001_2022-06-13-204210_ukjk.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Buffalo National River",
                "url": "https://www.nationalparks.org/explore/parks/buffalo-national-river",
                "content": "Explore the Buffalo National River by canoe or take the back roads and dive into the pioneer history of the region. Visitors can also enjoy a hike in one",
                "description": "The Buffalo National River is located in northern Arkansas and was established as the first national river in the United States in 1972. It encompasses both the river itself and the surrounding land, totaling over 135 miles of protected land. The park is known for its beautiful scenery, clear waters, and diverse wildlife.\n\nThe Buffalo National River offers a variety of outdoor recreational activities, including canoeing, kayaking, fishing, hiking, and camping. The river is also a popular spot for swimming and floating in the summer months. Visitors can explore the rugged and natural landscape of the park, which includes deep canyons, waterfalls, and bluffs.\n\nThe park is home to a wide array of plant and animal species, including deer, turkey, and black bears. Birdwatchers will also enjoy spotting a variety of bird species along the river.\n\nThe Buffalo National River is a popular destination for outdoor enthusiasts looking to escape into the wilderness and enjoy the beauty of nature. It offers a peaceful and tranquil setting for visitors to explore and connect with the outdoors.",
                "image": "https://npf-prod.imgix.net/uploads/Morning_on_the_Buffalo_River_2022-06-13-204156_sqcq.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Fort Smith National Historic Site",
                "url": "https://www.nationalparks.org/explore/parks/fort-smith-national-historic-site",
                "content": "At Fort Smith National Historic Site you can walk where soldiers drilled, pause along the Trail of Tears, and stand where justice was served. The park",
                "description": "The Fort Smith National Historic Site is located in Fort Smith, Arkansas and is designated as a National Historic Site to commemorate significant events in the region's history. The site includes a variety of historic buildings, including the courthouse, jail, and gallows that were once used during the time of the Indian Removal Act in the 1830s and the Western Expansion era in the late 1800s.\n\nOne of the most famous events associated with the Fort Smith National Historic Site is its role as a military outpost during the Indian Wars, as well as a federal court for jurisdiction over the Indian Territory. The site also pays tribute to the legendary lawman Bass Reeves, who served as a U.S. Deputy Marshal in the area and is known for his dedication to justice and enforcing the law.\n\nVisitors to the Fort Smith National Historic Site can explore the historic buildings, learn about the area's history through exhibits and guided tours, and experience living history demonstrations. The site offers a unique opportunity to step back in time and gain insight into the important events that shaped the region.",
                "image": "https://npf-prod.imgix.net/uploads/Dennis20Frank_7270628516_ed4fdc661c_o_2022-06-13-204053_dlba.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Hot Springs National Park",
                "url": "https://www.nationalparks.org/explore/parks/hot-springs-national-park",
                "content": "Enjoy over 40 hot springs, a wilderness area with 20+ miles of trails, and historic Bathhouse Row—a stunning showcase of Gilded Age architecture. The",
                "description": "Hot Springs National Park, located in Arkansas, is the smallest national park in the United States. It was established as a national reservation in 1832 to protect the 47 natural thermal hot springs that flow from the western slope of Hot Springs Mountain. \n\nThe park is known for its historic bathhouses, including the Fordyce Bathhouse which now serves as the park's visitor center. Visitors can take guided tours of the bathhouses, where they can learn about the history of the park and the therapeutic benefits of the hot springs.\n\nIn addition to the hot springs, the park also offers a variety of outdoor activities such as hiking along the 26 miles of trails that wind through the park's rugged terrain. The park is home to diverse flora and fauna, including unique species such as the American alligator and the eastern collared lizard.\n\nHot Springs National Park is a popular destination for visitors looking to relax and rejuvenate in the healing waters of the hot springs, as well as explore the natural beauty of the surrounding area.",
                "image": "https://npf-prod.imgix.net/uploads/Hot_Springs_National_Park_005.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Little Rock Central High School National Historic Site",
                "url": "https://www.nationalparks.org/explore/parks/little-rock-central-high-school-national-historic-site",
                "content": "Take a tour of Little Rock Central High School in Arkansas to learn about the Little Rock Nine and desegregation after Brown v. Board of Education. On the",
                "description": "The Little Rock Central High School National Historic Site is located in Little Rock, Arkansas and commemorates the events surrounding the desegregation of Central High School in 1957. The site includes the school itself as well as the visitor center, which features exhibits and interactive displays that tell the story of the Little Rock Nine - a group of African American students who helped to desegregate the school.\n\nThe desegregation of Central High School was a pivotal moment in the Civil Rights Movement, as it brought national attention to the struggle for racial equality in the United States. The site offers guided tours, educational programs, and special events that explore the history of the school and its significance in the fight for civil rights.\n\nVisitors to the Little Rock Central High School National Historic Site can learn about the courageous actions of the Little Rock Nine, the challenges they faced, and the lasting impact of their efforts. The site serves as a reminder of the ongoing work needed to achieve equality and justice for all people.",
                "image": "https://npf-prod.imgix.net/uploads/Facade_of_Central_High_School_-_Little_Rock_-_Arkansas_-_USA_-_01_2022-06-13-203938_nqob.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Pea Ridge National Military Park",
                "url": "https://www.nationalparks.org/explore/parks/pea-ridge-national-military-park",
                "content": "Pea Ridge National Military Park is a 4,300 acre Civil War Battlefield that preserves the site of the March 1862 battle that saved Missouri for the Union.",
                "description": "Pea Ridge National Military Park is located in Arkansas, United States. It preserves the site of the Battle of Pea Ridge, which took place on March 7-8, 1862 during the American Civil War. The park covers 4,300 acres and includes hiking trails, historic battlefields, and a visitor center with exhibits on the battle.\n\nThe Battle of Pea Ridge was a significant engagement in the Civil War, as it helped secure Missouri for the Union and marked the end of Confederate efforts to regain control of the state. The park commemorates the sacrifices made by soldiers on both sides during this pivotal battle.\n\nVisitors to Pea Ridge National Military Park can explore the historic battlefields, learn about the events leading up to the battle, and gain a deeper understanding of the impact of the Civil War on the region. The park also offers opportunities for hiking, birdwatching, and picnicking.\n\nOverall, Pea Ridge National Military Park provides a valuable educational and recreational experience for visitors interested in American history and the Civil War.",
                "image": "https://npf-prod.imgix.net/uploads/8152909779_f48ffd843a_o_2022-06-13-203859_lqgz.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "President William Jefferson Clinton Birthplace Home National Historic Site",
                "url": "https://www.nationalparks.org/explore/parks/president-william-jefferson-clinton-birthplace-home-national-historic-site",
                "content": "President William Jefferson Clinton National Historic Site is the birthplace of U.S. president Clinton, where he learned lessons that shaped his",
                "description": "The President William Jefferson Clinton Birthplace Home National Historic Site is a preserved historical site located in Hope, Arkansas. It is the childhood home of former President Bill Clinton, who was born in the house on August 19, 1946.\n\nThe site is managed by the National Park Service and features the small, two-story white house where Clinton lived with his mother and grandparents during his early childhood years. Visitors can tour the home and learn about the early life and upbringing of the 42nd President of the United States.\n\nIn addition to the birthplace home, the site also includes a visitor center with exhibits about Clinton's life and career, as well as a park with walking trails and interpretive panels. The site offers visitors the opportunity to learn about the history and legacy of President Clinton in the context of his upbringing in rural Arkansas.\n\nThe President William Jefferson Clinton Birthplace Home National Historic Site is open to the public and offers guided tours and educational programs for visitors of all ages. It is an important landmark in the history of the United States and provides insight into the early life of one of the country's most influential political figures.",
                "image": "https://npf-prod.imgix.net/uploads/President20WilliamJeffersonClintonBirthplaceHome_attribution3A20National20Park20Service_2022-06-13-203745_biyu.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            }
        ]
    },
    "California": {
        "parks": [
            {
                "name": "Alcatraz Island",
                "url": "https://www.nationalparks.org/explore/parks/alcatraz-island",
                "content": "Come to Alcatraz for a prison tour while enjoying the historical and cultural experiences unique to the San Francisco Bay. Located in the middle of the",
                "description": "Alcatraz Island, located in San Francisco Bay, is a small island that is most commonly known for being the site of the infamous Alcatraz Federal Penitentiary. The prison operated from 1934 to 1963 and housed some of the most notorious criminals in American history, including Al Capone and Robert Franklin Stroud, also known as the \"Birdman of Alcatraz.\"\n\nToday, Alcatraz Island is managed by the National Park Service and is part of the Golden Gate National Recreation Area. Visitors can take a short ferry ride to the island and explore the historic prison, which offers guided tours and exhibits that detail its fascinating and often dark history.\n\nIn addition to the prison, Alcatraz Island is also home to a rich natural and cultural history, including the oldest operating lighthouse on the West Coast and remnants of the island's Native American occupation. Visitors can enjoy hiking trails, birdwatching, and stunning views of the San Francisco skyline and Golden Gate Bridge.\n\nAlcatraz Island is a popular destination for tourists and history buffs alike, offering a unique opportunity to learn about the island's complex past and experience the beauty of San Francisco Bay.",
                "image": "https://npf-prod.imgix.net/uploads/Alcatraz_iStock_000012379929.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Cabrillo National Monument",
                "url": "https://www.nationalparks.org/explore/parks/cabrillo-national-monument",
                "content": "Cabrillo National Monument offers a superb view of San Diego's harbor and skyline and includes Old Point Loma Lighthouse, a San Diego icon since 1854. As",
                "description": "Cabrillo National Monument is located in San Diego, California and is dedicated to the exploration and history of Juan Rodriguez Cabrillo, the first European to set foot on the West Coast of the United States in 1542. The monument offers stunning views of San Diego Bay and the Pacific Ocean, as well as various hiking trails and historic sites to explore.\n\nVisitors can learn about Cabrillo's journey and the history of the area through exhibits and ranger-led programs at the visitor center. There is also a statue of Cabrillo and a tide pool area where visitors can explore the diverse marine life of the coast.\n\nIn addition to the history and natural beauty of the monument, visitors can also enjoy whale watching during the winter months, as well as various special events and programs throughout the year. Cabrillo National Monument is a popular destination for locals and tourists alike, offering a unique combination of history, nature, and stunning views of the California coastline.",
                "image": "https://npf-prod.imgix.net/uploads/Cabrillo_iStock_000014893319_2022-06-13-204155_jipw.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Castle Mountains National Monument",
                "url": "https://www.nationalparks.org/explore/parks/castle-mountains-national-monument",
                "content": "Located in the Mojave Desert, this National Monument has Joshua trees and unparalleled landscape views.  Visitors can expect the starkness of the desert",
                "description": "Castle Mountains National Monument is situated in the eastern Mojave Desert of California, near the Nevada border. This national monument was established in 2016, covering an area of approximately 20,920 acres. The monument was originally established to protect both natural and cultural resources in the region.\n\nThe park is named after the striking Castle Peaks, which are the focal point of the area. The landscape of the monument is characterized by rugged mountain ranges, desert plains, and unique rock formations. Visitors to the monument can enjoy hiking, camping, wildlife viewing, and stargazing in this remote and pristine desert wilderness.\n\nCastle Mountains National Monument is also home to a rich diversity of plant and animal species, including desert bighorn sheep, golden eagles, and various species of cacti and wildflowers. The monument is also known for its archaeological sites, including remnants of ancient Native American settlements and historic mines.\n\nOverall, Castle Mountains National Monument offers visitors a chance to explore a unique and relatively untouched corner of the Mojave Desert, with stunning landscapes, abundant wildlife, and a rich cultural history to discover.",
                "image": "https://npf-prod.imgix.net/uploads/castle-mountains-nps_2_2022-06-13-203720_rowr.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "César E. Chávez National Monument",
                "url": "https://www.nationalparks.org/explore/parks/cesar-e-chavez-national-monument",
                "content": "César E. Chávez revolutionized labor participation in our political age by organizing the first agricultural union. He's hailed as a Latino leader. On",
                "description": "The Cesar E. Chavez National Monument is located in Keene, California, and is dedicated to the civil rights and labor movement leader, Cesar Chavez. The monument encompasses the headquarters of the United Farm Workers of America, where Chavez and his fellow activists organized the Delano Grape Strike of 1965 and other campaigns to improve the working conditions and wages of farmworkers.\n\nVisitors to the monument can explore the visitor center, which features exhibits on Chavez's life and work, as well as the gardens and memorial dedicated to his legacy. The monument also includes the adobe home where Chavez lived and worked, as well as the Union Hall where important negotiations took place.\n\nThe Cesar E. Chavez National Monument is a place of reflection and inspiration for those interested in social justice, labor rights, and the history of the farmworkers' movement in the United States.",
                "image": "https://npf-prod.imgix.net/uploads/2013-0211-CaesarChavezGravesite2028129_2022-06-13-203734_nrwo.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Channel Islands National Park",
                "url": "https://www.nationalparks.org/explore/parks/channel-islands-national-park",
                "content": "Channel Islands has five islands (San Miguel, Santa Rosa, Santa Cruz, Anacapa, and Santa Barbara) off the coast of southern California, near Los Angeles.",
                "description": "Channel Islands National Park, located off the coast of Southern California, is comprised of five uninhabited islands: Anacapa, Santa Cruz, Santa Rosa, San Miguel, and Santa Barbara. The park is known for its rich biodiversity, attracting visitors with its unique flora and fauna, including endemic species found nowhere else in the world.\n\nThe Channel Islands offer a variety of recreational activities, including hiking, kayaking, snorkeling, and camping. Visitors can explore sea caves, kelp forests, and pristine beaches, and observe marine life such as dolphins, sea lions, and sea birds. The park is also a popular spot for whale watching, with opportunities to see migrating gray whales in the winter and blue whales in the summer.\n\nThe park is accessible by boat or airplane, and most visitors depart from Ventura or Santa Barbara. There are no services or amenities on the islands, so visitors must bring their own food, water, and camping gear. The park is a designated UNESCO Biosphere Reserve, providing protection for its diverse ecosystem.\n\nVisitors to Channel Islands National Park can experience the beauty and tranquility of these remote islands, while learning about their natural and cultural history. Whether exploring on foot, by kayak, or on a boat tour, there are endless opportunities to connect with the natural world and discover the wonders of this unique national park.",
                "image": "https://npf-prod.imgix.net/uploads/channelislands_sunset-santa-cruz-island_istock-868320508.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Death Valley National Park",
                "url": "https://www.nationalparks.org/explore/parks/death-valley-national-park",
                "content": "America's lowest, hottest, and driest national park, adventurous visitors enjoy Death Valley for its many extremes and mysteries such as the sailing",
                "description": "Death Valley National Park is located in California and Nevada and covers over 3.4 million acres of desert wilderness. It is known for its extreme heat, stunning landscapes, and unique geological formations. The park is home to the lowest point in North America at Badwater Basin, as well as the towering peaks of the Panamint Range.\n\nVisitors to Death Valley National Park can explore sand dunes, canyons, salt flats, and colorful rock formations. The park also has a diverse range of plant and animal species, including desert bighorn sheep, coyotes, and various species of cacti.\n\nSome of the popular activities in the park include hiking, camping, stargazing, and birdwatching. The park is also designated as an International Dark Sky Park, making it a great spot for observing the night sky.\n\nDeath Valley National Park is known for its extreme temperatures, with summer temperatures often exceeding 100 degrees Fahrenheit. Visitors are advised to take precautions and stay hydrated when exploring the park.\n\nOverall, Death Valley National Park offers a unique and otherworldly landscape for visitors to explore and enjoy.",
                "image": "https://npf-prod.imgix.net/uploads/death-valley-istock.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Devils Postpile National Monument",
                "url": "https://www.nationalparks.org/explore/parks/devils-postpile-national-monument",
                "content": "Hot basalt lava flowing down into the Red Meadow Valley, met by receding ice age glaciers, worked together to form Devils Postpile roughly 100,000 years",
                "description": "Devils Postpile National Monument in California is a unique geological formation located in the eastern Sierra Nevada Mountains. The monument is home to a rare rock formation known as the Devil's Postpile, which consists of over 60 foot tall basalt columns formed by volcanic activity over 100,000 years ago.\n\nIn addition to the impressive rock formation, the monument also features the picturesque Rainbow Falls, which is a popular destination for hikers and nature lovers. Visitors can explore the area on a network of hiking trails, which offer stunning views of the surrounding mountains and forests.\n\nDevils Postpile National Monument is a designated wilderness area, meaning that it is protected by the National Park Service to preserve its natural beauty and biodiversity. Visitors can enjoy a wide range of outdoor activities in the monument, including hiking, camping, fishing, and wildlife watching.\n\nOverall, Devils Postpile National Monument is a must-visit destination for anyone interested in experiencing the natural beauty and unique geology of the Sierra Nevada Mountains.",
                "image": "https://npf-prod.imgix.net/uploads/8137607667_37e846d0a1_o.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Eugene O'Neill National Historic Site",
                "url": "https://www.nationalparks.org/explore/parks/eugene-oneill-national-historic-site",
                "content": "America's only Nobel Prize winning playwright, Eugene Gladstone O'Neill, chose to live in California at the climax of his writing career. He and his wife,",
                "description": "The Eugene O'Neill National Historic Site is located in Danville, California and is dedicated to preserving the home of Eugene O'Neill, one of America's greatest playwrights. The site includes the Tao House, where O'Neill lived and wrote some of his most famous plays, as well as the surrounding grounds which offer beautiful views of the San Ramon Valley.\n\nEugene O'Neill is known for his contributions to American theatre, with famous works such as \"Long Day's Journey into Night,\" \"The Iceman Cometh,\" and \"Ah, Wilderness!\" The site offers guided tours of the Tao House, providing visitors with insight into O'Neill's life and work.\n\nVisitors can explore the grounds, including the gardens and orchards that O'Neill and his wife Carlotta designed themselves. The site also hosts special events, performances, and educational programs to engage visitors with the legacy of Eugene O'Neill and the history of American theatre.\n\nOverall, the Eugene O'Neill National Historic Site is a unique and immersive experience for those interested in theater, literature, and the life of one of America's most influential playwrights.",
                "image": "https://npf-prod.imgix.net/uploads/eugeneoneillnhs_building_tory-baird_nps_2022-06-13-204107_uger.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Fort Point National Historic Site",
                "url": "https://www.nationalparks.org/explore/parks/fort-point-national-historic-site",
                "content": "Fort Point National Historic Site defended San Francisco Bay from California's Gold Rush to World War II. Its brick masonry matches the Golden Gate",
                "description": "Fort Point National Historic Site is located at the southern end of the Golden Gate Bridge in San Francisco, California. The site is a masonry seacoast fortification that was constructed between 1853 and 1861 to defend San Francisco Bay from foreign attacks. It served as a military fortification during the Civil War and World War II.\n\nToday, Fort Point National Historic Site is open to the public and offers visitors the opportunity to explore the historic fort, learn about its history, and enjoy stunning views of the Golden Gate Bridge and San Francisco Bay. The site also features exhibits on the fort's military history, architectural significance, and role in the defense of the west coast.\n\nVisitors can take self-guided tours of the fort, participate in ranger-led programs, and enjoy picnicking along the fort's scenic waterfront. The site is also a popular spot for birdwatching, tidepooling, and photography.\n\nFort Point National Historic Site is managed by the National Park Service and is part of the Golden Gate National Recreation Area. It is open to the public daily and offers free admission to all visitors.",
                "image": "https://npf-prod.imgix.net/uploads/Dietmar20Rabich2C20rabich.de_San_Francisco_28California2C_USA292C_Fort_Point_-_2012_-_2_2022-06-13-204058_wlzz.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Golden Gate National Recreation Area",
                "url": "https://www.nationalparks.org/explore/parks/golden-gate-national-recreation-area",
                "content": "Golden Gate National Recreation Area, with views of the Golden Gate Bridge in San Francisco, offers much to its many visitors every year. Golden Gate NRA",
                "description": "The Golden Gate National Recreation Area is a large urban park located in the San Francisco Bay Area of California. It is one of the most visited national parks in the United States, attracting over 15 million visitors annually. The park encompasses over 80,000 acres of land and water, including beaches, forests, historic sites, and cultural landmarks.\n\nSome of the notable attractions within the Golden Gate National Recreation Area include the iconic Golden Gate Bridge, Alcatraz Island, Muir Woods National Monument, and Fort Point National Historic Site. Visitors can enjoy a wide range of recreational activities within the park, such as hiking, biking, picnicking, and birdwatching.\n\nThe Golden Gate National Recreation Area is also home to diverse wildlife and plant species, making it a popular destination for nature lovers and outdoor enthusiasts. Additionally, the park provides opportunities for educational programs, volunteer opportunities, and community events.\n\nOverall, the Golden Gate National Recreation Area offers a unique blend of natural beauty, cultural heritage, and recreational opportunities, making it a must-visit destination for anyone exploring the San Francisco Bay Area.",
                "image": "https://npf-prod.imgix.net/uploads/GGBridge_BakerBeach_MC-wiki-ChristianMehlfuher-prk.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "John Muir National Historic Site",
                "url": "https://www.nationalparks.org/explore/parks/john-muir-national-historic-site",
                "content": "John Muir National Historic Site's spacious and eclectic mansion invites visitors to explore Muir's accomplishments to the National Park Service. The park",
                "description": "The John Muir National Historic Site is located in Martinez, California, and is dedicated to preserving the legacy of environmentalist and naturalist John Muir. Muir is known as the \"Father of the National Parks\" for his advocacy in preserving wilderness areas in the United States.\n\nThe site includes Muir's home, which he lived in from 1890 until his death in 1914. The home is furnished with original artifacts and personal items, giving visitors a glimpse into Muir's life and work. The site also includes the Martinez Adobe, which houses exhibits on Muir's life and work.\n\nVisitors to the John Muir National Historic Site can take guided tours of the home and grounds, as well as explore the surrounding hiking trails. The site offers educational programs and events throughout the year, highlighting Muir's contributions to conservation and the preservation of wild places. Ultimately, the site seeks to inspire visitors to carry on Muir's legacy of environmental stewardship and appreciation for the natural world.",
                "image": "https://npf-prod.imgix.net/uploads/4A256546-1DD8-B71B-0B4961887DB0170C_2022-06-13-204000_jhzb.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Joshua Tree National Park",
                "url": "https://www.nationalparks.org/explore/parks/joshua-tree-national-park",
                "content": "Visitors can explore 800,000 acres of beautiful terrain in Joshua Tree National Park, where wildlife thrives in temperatures over 100 degrees.  Crafted",
                "description": "Joshua Tree National Park is a vast and unique area located in Southern California that covers over 790,000 acres of desert landscape. The park is named after the distinctive Joshua trees that can be found throughout the region, along with other desert plants and rock formations.\n\nVisitors to Joshua Tree National Park can enjoy a variety of outdoor activities, including hiking, rock climbing, bird watching, stargazing, and camping. The park is also home to a rich diversity of wildlife, including coyotes, bobcats, bighorn sheep, and a variety of bird species.\n\nIn addition to its natural beauty, Joshua Tree National Park is also known for its cultural and historical significance. The area has a long history of human occupation, with evidence of Native American tribes and early settlers scattered throughout the park.\n\nOverall, Joshua Tree National Park offers visitors a chance to experience the beauty and tranquility of the desert landscape, as well as the opportunity to explore its unique geology, flora, and fauna.",
                "image": "https://npf-prod.imgix.net/uploads/iStock_000046726096XLarge.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Juan Bautista De Anza National Historic Trail",
                "url": "https://www.nationalparks.org/explore/parks/juan-bautista-de-anza-national-historic-trail",
                "content": "Juan Bautista de Anza National Historic Trail captures the leadership and independent spirit of Captain Anza, who led over 300 people to freedom.",
                "description": "The Juan Bautista de Anza National Historic Trail is a 1,200-mile trail that follows the route taken by Spanish explorer Juan Bautista de Anza in 1776-1777. The trail begins in Nogales, Arizona and ends in San Francisco, California, passing through Arizona and California along the way. \n\nThe trail commemorates the historic journey of de Anza, who led a group of settlers from New Spain (now Mexico) to establish a new settlement in present-day California. The trail highlights the cultural, historic, and natural resources of the American Southwest, including missions, historic towns, and natural landscapes.\n\nVisitors to the trail can explore a variety of sites and attractions related to Spanish colonial history, Native American cultures, and the natural environment of the region. The trail offers opportunities for hiking, biking, and driving, as well as interpretive programs and visitor centers along the route.\n\nThe Juan Bautista de Anza National Historic Trail is managed by the National Park Service in partnership with other federal, state, and local agencies, as well as private organizations. It is a designated National Historic Trail, recognizing its significance in American history and heritage.",
                "image": "https://npf-prod.imgix.net/uploads/docentjoyce_flickr2028129_2022-06-13-203953_jhzv.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Lassen Volcanic National Park",
                "url": "https://www.nationalparks.org/explore/parks/lassen-volcanic-national-park",
                "content": "Nestled in the peaceful forests and wilderness of Northern California is Lassen Volcanic National Park, home to hissing fumaroles and boiling mud pots.",
                "description": "Lassen Volcanic National Park is located in northeastern California and is home to a diverse range of volcanic features, including geysers, hot springs, fumaroles, and mud pots. The park is named after its most prominent feature, Lassen Peak, which stands at over 10,000 feet tall and is one of the largest plug dome volcanoes in the world.\n\nLassen Volcanic National Park offers visitors the opportunity to explore a variety of natural landscapes, from lush meadows and pristine lakes to rugged mountains and active hydrothermal areas. The park is a popular destination for hiking, camping, and wildlife viewing, with numerous trails that cater to hikers of all skill levels.\n\nIn addition to its natural attractions, Lassen Volcanic National Park also has a rich cultural history, with evidence of Native American habitation dating back thousands of years. Visitors can learn about the park's history and geology at the Loomis Museum, which offers exhibits and interpretive programs.\n\nWhether you're looking to explore the park's volcanic wonders, enjoy outdoor activities, or simply relax in a beautiful natural setting, Lassen Volcanic National Park has something for everyone.",
                "image": "https://npf-prod.imgix.net/uploads/LassenVolcanic_iStock_000001314679.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            },
            {
                "name": "Lava Beds National Monument",
                "url": "https://www.nationalparks.org/explore/parks/lava-beds-national-monument",
                "content": "At the Lava Beds National Monument visitors can explore more than 500 lava tube caves, created over the last half-million years by volcanic eruptions.",
                "description": "Lava Beds National Monument is located in California, near the town of Tulelake. It is known for its rugged landscape, with over 700 caves formed by ancient lava flows. The park also features unique geological formations, including lava tubes, cinder cones, and spatter cones.\n\nIn addition to exploring the caves, visitors to Lava Beds National Monument can enjoy hiking, birdwatching, and stargazing. The park is home to a variety of wildlife, including mule deer, coyotes, and many bird species.\n\nLava Beds National Monument is also rich in Native American history, with numerous petroglyphs and rock art sites scattered throughout the park. The Modoc War of 1872-1873, a significant event in the history of the area, is also commemorated at the park.\n\nOverall, Lava Beds National Monument offers a unique and fascinating destination for those interested in geology, history, and outdoor recreation.",
                "image": "https://npf-prod.imgix.net/uploads/FD6D02D1-1DD8-B71B-0B1BFFB440E9565B_2022-06-13-203940_oukh.jpg?auto=compress%2Cformat&fit=max&q=80&w=1600",
                "map": "/maps/embed.html?alpha=tuai&mapId=d227494d-87cc-489c-ad4e-7a861cec6ca6"
            }
        ]
    }
}