{
    "South Dakota State Parks": {
        "parks": [
            {
                "name": "Adams Homestead and Nature Preserve",
                "url": "https://gfp.sd.gov/parks/detail/Adams-Homestead-and-Nature-Preserve",
                "content": "Adams Homestead and Nature Preserve is a peaceful refuge along the Missouri River, offering hiking trails and scenic views for visitors to enjoy.",
                "description": "Adams Homestead and Nature Preserve offers visitors the opportunity to step back in time and explore the original homestead of the Adams family, who settled in the area in the 1870s. The preserve features a restored barn, granary, and farmhouse, providing a glimpse into the daily life of early homesteaders. \n\nVisitors can also enjoy hiking and biking on over 10 miles of trails that wind through the beautiful prairie landscape, offering picturesque views of the Missouri River. The preserve is a haven for bird watchers, with over 100 species of birds spotted throughout the year, including bald eagles and migratory waterfowl. \n\nFor those interested in history, guided tours are available to learn more about the pioneering spirit of the Adams family and the challenges they faced while settling in the region. The preserve also hosts special events and workshops throughout the year, making it a great destination for nature enthusiasts of all ages.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Lake_Owyhee_DSC_0186-east-8100236.jpg&park=10&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Adams%20Homestead%20and%20Nature%20Preserve"
            },
            {
                "name": "Angostura Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Angostura-Recreation-Area",
                "content": "Angostura Recreation Area is a popular state park in South Dakota offering camping, fishing, boating, and swimming opportunities on the shores of a large reservoir.",
                "description": "1. Angostura Recreation Area is a popular destination for outdoor enthusiasts, offering a range of activities such as boating, fishing, hiking, and camping along the beautiful Angostura Reservoir in South Dakota.\n2. Visitors can enjoy picturesque views of the surrounding Black Hills, as well as abundant wildlife including deer, pronghorn, and a variety of bird species.\n3. The park features a marina with boat rentals, a swimming beach, and multiple hiking trails that wind through rolling prairies and pine forests.\n4. Angostura Recreation Area also has several picnic areas and campgrounds, making it an ideal spot for a weekend getaway or a family vacation.\n5. Don't forget to bring your fishing gear, as the reservoir is well-known for its excellent walleye, bass, and crappie fishing opportunities.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=IMG_4295.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Angostura%20Recreation%20Area"
            },
            {
                "name": "Bear Butte State Park",
                "url": "https://gfp.sd.gov/parks/detail/Bear-Butte-State-Park",
                "content": "Bear Butte State Park is a place of significance for many Indigenous tribes, featuring a sacred mountain and offering hiking trails with panoramic views of the surrounding plains.",
                "description": "Bear Butte State Park in South Dakota is a sacred site to many Native American tribes, with the mountain considered a place of prayer and peace. Visitors can hike to the summit of Bear Butte, which offers stunning views of the surrounding plains. The park is home to a diverse array of plant and animal species, including wildflowers, bison, and prairie dogs. Camping is available at the park, allowing visitors to experience the natural beauty of Bear Butte under the stars. The park also offers educational programs and guided tours for those interested in learning more about the history and significance of this sacred site.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Beverly_Beach_Beach_Ocean_%281%29041737.jpg&park=164&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Bear%20Butte%20State%20Park"
            },
            {
                "name": "Beaver Creek Nature Area",
                "url": "https://gfp.sd.gov/parks/detail/Beaver-Creek-Nature-Area",
                "content": "Beaver Creek Nature Area is a serene 157-acre park located in western South Dakota, offering hiking trails, fishing opportunities, and wildlife viewing.",
                "description": "1. Beaver Creek Nature Area in South Dakota offers visitors a serene and picturesque escape into nature, with over 400 acres of land to explore filled with diverse plant and animal life.\n\n2. Hiking enthusiasts will enjoy the five miles of scenic trails that wind through the area, offering various levels of difficulty for all skill levels.\n\n3. Birdwatchers will be delighted by the array of species that call Beaver Creek home, including wood ducks, blue-winged teal, and bald eagles.\n\n4. Fishing is a popular activity in the area, with Beaver Creek providing opportunities to catch bass, crappie, and bluegill in its clear waters.\n\n5. Camping is also available at the Nature Area, allowing visitors to fully immerse themselves in the beauty and tranquility of this natural oasis.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=1217369894Bob+Straub+Park+DSC_0034.jpg&park=133&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Beaver%20Creek%20Nature%20Area"
            },
            {
                "name": "Big Sioux Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Big-Sioux-Recreation-Area",
                "content": "Big Sioux Recreation Area is a scenic park located along the Big Sioux River in Brandon, South Dakota, offering camping, fishing, hiking, and picnicking opportunities for visitors.",
                "description": "The Big Sioux Recreation Area in Brandon, South Dakota offers visitors a chance to explore over 400 acres of beautiful natural scenery along the Big Sioux River. Visitors can enjoy hiking, biking, and picnicking in the park, as well as fishing and kayaking on the river. The park is also home to a disc golf course, making it a popular destination for outdoor enthusiasts of all ages.\n\nFor those looking to extend their stay, the Big Sioux Recreation Area offers camping facilities with both tent and RV sites available. Campers can enjoy peaceful nights under the stars while being surrounded by the sights and sounds of nature. Additionally, the park features a swimming beach for visitors to cool off on hot summer days.\n\nThe Big Sioux Recreation Area is a great spot for birdwatching, with a variety of species that can be spotted throughout the park. Visitors may catch a glimpse of bald eagles, herons, and other wildlife while exploring the trails and pathways. With its diverse range of activities and amenities, the Big Sioux Recreation Area is a must-visit destination for outdoor lovers in South Dakota.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=36-IMG_2765.jpg&park=88&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Big%20Sioux%20Recreation%20Area"
            },
            {
                "name": "Big Stone Island Nature Area",
                "url": "https://gfp.sd.gov/parks/detail/Big-Stone-Island-Nature-Area",
                "content": "Big Stone Island Nature Area offers a peaceful retreat with scenic views, hiking trails, and wildlife observation opportunities along the shores of Big Stone Lake.",
                "description": "Big Stone Island Nature Area is a beautiful park located on the shores of Big Stone Lake in South Dakota. Visitors can enjoy stunning views of the lake, as well as abundant wildlife and diverse plant life. The park is a popular spot for birdwatching, with a variety of migratory birds passing through the area. Outdoor enthusiasts can also explore hiking trails, go fishing, or simply relax on the sandy beaches. Camping is available at the park, making it a great destination for a weekend getaway in nature.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Yachats_SRA_viewing_platform125108.jpg&park=94&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Big%20Stone%20Island%20Nature%20Area"
            },
            {
                "name": "Burke Lake Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Burke-Lake-Recreation-Area",
                "content": "Burke Lake Recreation Area is a peaceful destination in South Dakota offering camping, fishing, boating, and hiking opportunities.",
                "description": "Burke Lake Recreation Area is a beautiful park located in Gregory County, South Dakota, surrounded by stunning landscapes and wildlife. Visitors can enjoy a variety of outdoor activities such as hiking, fishing, and camping in this peaceful setting. The park features a large lake where guests can swim, boat, or simply relax on the sandy beach. There are also picnic areas and playgrounds for families to enjoy a day of fun in the sun. With its tranquil atmosphere and picturesque surroundings, Burke Lake Recreation Area is the perfect destination for nature lovers and outdoor enthusiasts.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Yachats_SRA_viewing_platform125108.jpg&park=94&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Burke%20Lake%20Recreation%20Area"
            },
            {
                "name": "Buryanek Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Buryanek-Recreation-Area",
                "content": "Buryanek Recreation Area is a peaceful, scenic spot located near Wagner, South Dakota, offering a tranquil setting for picnicking, fishing, and boating on the Missouri River.",
                "description": "Buryanek Recreation Area is a hidden gem nestled along the Missouri River in South Dakota. Visitors can enjoy a variety of outdoor activities such as boating, fishing, hiking, and picnicking in this peaceful and scenic setting. The park offers a boat ramp for easy access to the river, making it a great spot for water enthusiasts. Wildlife enthusiasts will also appreciate the diverse array of birds and animals that call this area home. With its tranquil atmosphere and beautiful views, Buryanek Recreation Area is the perfect destination for a relaxing day in nature.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Lake_Owyhee_DSC_0186-east-8100236.jpg&park=10&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Buryanek%20Recreation%20Area"
            },
            {
                "name": "Chief White Crane Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Chief-White-Crane-Recreation-Area",
                "content": "Chief White Crane Recreation Area offers camping, fishing, and water recreation opportunities along the Missouri River in southeastern South Dakota.",
                "description": "Chief White Crane Recreation Area is a stunning park located along the Missouri River in South Dakota. Visitors can enjoy a variety of outdoor activities such as boating, fishing, hiking, and bird watching. The park offers both tent and RV camping, as well as cozy cabins for rent. There are also picnic areas, playgrounds, and a swimming beach for visitors to relax and enjoy the natural beauty of the area. With its breathtaking views and abundance of recreational opportunities, Chief White Crane Recreation Area is the perfect destination for nature lovers and outdoor enthusiasts.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=1217370318Fogerty+Creek0055Fogerty+Creek.jpg&park=158&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Chief%20White%20Crane%20Recreation%20Area"
            },
            {
                "name": "Cow Creek Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Cow-Creek-Recreation-Area-",
                "content": "Cow Creek Recreation Area is a peaceful spot offering camping, fishing, boating, and hiking opportunities in northeast South Dakota.",
                "description": "Cow Creek Recreation Area is a beautiful outdoor destination located in central South Dakota, offering visitors a peaceful and scenic retreat. With over 300 acres of land, this area provides ample opportunities for hiking, fishing, and wildlife viewing. The highlight of the park is Cow Creek Reservoir, where visitors can swim, boat, and enjoy water sports. The campground at Cow Creek Recreation Area is well-maintained and offers both primitive and electric hookup sites for overnight stays. Whether you're looking for a relaxing day trip or a weekend getaway, Cow Creek Recreation Area is the perfect place to unwind and reconnect with nature.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Base_of_Latourell_Falls044758.jpg&park=112&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Cow%20Creek%20Recreation%20Area"
            },
            {
                "name": "Custer State Park",
                "url": "https://gfp.sd.gov/parks/detail/Custer-State-Park",
                "content": "Custer State Park is a 71,000-acre park in the Black Hills of South Dakota known for its stunning landscapes, abundant wildlife, and outdoor recreational opportunities.",
                "description": "Custer State Park, located in the Black Hills of South Dakota, is known for its stunning landscapes and diverse wildlife. Visitors can explore over 71,000 acres of forests, lakes, and streams, making it perfect for hiking, fishing, and birdwatching. The park is also home to a large population of bison, which can often be seen roaming freely throughout the park. For those looking to stay overnight, Custer State Park offers a variety of camping options, from rustic tent sites to fully-equipped cabins. With its scenic beauty and abundant recreational opportunities, Custer State Park is a must-visit destination for nature lovers and outdoor enthusiasts.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Beverly_Beach_Beach_Ocean_%281%29041737.jpg&park=164&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Custer%20State%20Park"
            },
            {
                "name": "Farm Island Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Farm-Island-Recreation-Area",
                "content": "Farm Island Recreation Area is a 80-acre island park located on the Missouri River that offers camping, fishing, hiking, and boating opportunities for visitors.",
                "description": "Farm Island Recreation Area, located on the Missouri River near Pierre, South Dakota, offers a tranquil escape for visitors looking to relax and reconnect with nature. The park features a variety of outdoor activities, including camping, fishing, boating, and hiking, making it the perfect destination for outdoor enthusiasts. Visitors can explore the park's scenic trails, which wind through lush forests and along the river's edge, offering stunning views of the surrounding landscape. The park also has a sandy swimming beach, picnic areas, and playgrounds, making it a great destination for families looking to spend quality time together in the great outdoors. With its peaceful atmosphere and abundance of recreational opportunities, Farm Island Recreation Area is a must-visit destination for anyone looking to experience the beauty of South Dakota's natural landscapes.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Base_of_Latourell_Falls044758.jpg&park=112&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Farm%20Island%20Recreation%20Area"
            },
            {
                "name": "Fisher Grove State Park",
                "url": "https://gfp.sd.gov/parks/detail/Fisher-Grove-State-Park",
                "content": "Fisher Grove State Park in South Dakota offers opportunities for fishing, camping, picnicking, and hiking along the James River.",
                "description": "Fisher Grove State Park is located along the James River in central South Dakota, offering visitors a peaceful and scenic retreat surrounded by nature. The park is perfect for birdwatching, with a variety of species to spot throughout the year, including bald eagles and wild turkeys. Visitors can enjoy a leisurely hike along the park's many trails, taking in the stunning views of the river and surrounding woodlands. Fishing is also popular at Fisher Grove State Park, with opportunities to catch catfish, walleye, and northern pike in the James River. The park offers picnic areas and a playground for families to enjoy a day of outdoor recreation and relaxation.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=index071937.jpg&park=100&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Fisher%20Grove%20State%20Park"
            },
            {
                "name": "Fort Sisseton Historic State Park",
                "url": "https://gfp.sd.gov/parks/detail/Fort-Sisseton-Historic-State-Park",
                "content": "Fort Sisseton Historic State Park offers visitors a chance to step back in time and explore a well-preserved 19th-century military fort.",
                "description": "Fort Sisseton Historic State Park, located in northeastern South Dakota, offers visitors a glimpse into the history of the region during the late 19th century. The park features restored military buildings from the original fort, including officer quarters, barracks, and a hospital. Visitors can take guided tours of the fort to learn about its role in protecting settlers during the Dakota Territory days. The park also offers hiking trails, camping facilities, and a beautiful lake for fishing and boating. Plus, throughout the summer, the park hosts special events such as living history demonstrations and reenactments.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Marshall_Island_1110900.jpg&park=216&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Fort%20Sisseton%20Historic%20State%20Park"
            },
            {
                "name": "George S. Mickelson Trail",
                "url": "https://gfp.sd.gov/parks/detail/George-S--Mickelson-Trail",
                "content": "The George S. Mickelson Trail is a 109-mile trail that winds through the Black Hills of South Dakota, offering scenic views and a variety of recreational opportunities for hikers, bikers, and horseback riders.",
                "description": "The George S. Mickelson Trail is a 109-mile long trail that winds through the beautiful Black Hills of South Dakota. Visitors can enjoy hiking, biking, or horseback riding along this scenic trail, which passes through historic mining towns, lush forests, and picturesque meadows.\n\nThe trail is named after George S. Mickelson, a former governor of South Dakota who was instrumental in developing the trail. Along the way, visitors can spot wildlife such as deer, turkeys, and even the occasional mountain lion.\n\nThere are 15 trailheads along the George S. Mickelson Trail, making it easy for visitors to access and explore different sections of the trail. The trail is well-maintained and offers stunning views of the surrounding landscape, making it a popular destination for outdoor enthusiasts of all skill levels.\n\nVisitors can also learn about the history of the area by visiting the various trailside exhibits and interpretive signs that highlight the region's mining heritage and natural features. Overall, the George S. Mickelson Trail offers a fantastic opportunity for visitors to experience the beauty and history of the Black Hills in a unique and immersive way.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=IMG_4295.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=George%20S.%20Mickelson%20Trail"
            },
            {
                "name": "Good Earth State Park",
                "url": "https://gfp.sd.gov/parks/detail/Good-Earth-State-Park",
                "content": "Good Earth State Park is located near Sioux Falls, South Dakota and was once home to many indigenous tribes.",
                "description": "Good Earth State Park is a beautiful and unique place located near Sioux Falls, South Dakota. This park offers visitors a chance to explore the site of a historic Native American village, with interpretive trails that provide a glimpse into the daily lives of the Oneota people. Visitors can also enjoy hiking, birdwatching, and picnicking in the park's scenic surroundings, which include high bluffs and the beautiful Big Sioux River. The park is also home to the Warren Woerth Visitor Center, which offers exhibits and information about the area's history and natural resources. Overall, Good Earth State Park provides a peaceful and educational experience for those looking to connect with nature and learn more about the region's rich history.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=index071937.jpg&park=100&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Good%20Earth%20State%20Park"
            },
            {
                "name": "Hartford Beach State Park",
                "url": "https://gfp.sd.gov/parks/detail/Hartford-Beach-State-Park",
                "content": "Hartford Beach State Park in South Dakota offers a sandy beach, fishing opportunities, and beautiful picnic areas for visitors to enjoy.",
                "description": "Hartford Beach State Park is located in northeastern South Dakota along the shores of Big Stone Lake, with a charming beach area perfect for swimming and sunbathing. The park offers a variety of outdoor recreational activities, including hiking trails, picnicking areas, and a playground for children. Visitors can also enjoy fishing and boating on the 26-mile long lake, known for its clean waters and abundant walleye and northern pike. Additionally, the park has modern campgrounds for those looking to stay overnight and immerse themselves in the natural beauty of the area. With its scenic views and peaceful atmosphere, Hartford Beach State Park is a popular destination for families, outdoor enthusiasts, and anyone looking to escape the hustle and bustle of city life.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=1217370318Fogerty+Creek0055Fogerty+Creek.jpg&park=158&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Hartford%20Beach%20State%20Park"
            },
            {
                "name": "Indian Creek Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Indian-Creek-Recreation-Area",
                "content": "Indian Creek Recreation Area offers scenic camping and fishing opportunities along the shores of Lake Oahe in central South Dakota.",
                "description": "Indian Creek Recreation Area is a stunning outdoor destination in southeastern South Dakota, offering a picturesque setting for camping, fishing, and boating. Visitors can enjoy the serene waters of Lake Yankton for swimming, kayaking, and paddleboarding. The area features a variety of campsites, including cabins and RV hookups, perfect for overnight stays. Hikers and bikers can explore the scenic trails that wind through the lush forested areas surrounding the lake. With its peaceful atmosphere and abundance of outdoor activities, Indian Creek Recreation Area is a must-visit destination for nature lovers and outdoor enthusiasts.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=IMG_4295.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Indian%20Creek%20Recreation%20Area"
            },
            {
                "name": "LaFramboise Island Nature Area",
                "url": "https://gfp.sd.gov/parks/detail/LaFramboise-Island-Nature-Area",
                "content": "LaFramboise Island Nature Area is a serene and peaceful park located along the Missouri River in Pierre, South Dakota.",
                "description": "LaFramboise Island Nature Area is a peaceful retreat located in Pierre, South Dakota, offering a mix of prairie, wetlands, and forest habitats for visitors to explore. The island is accessible by a causeway and features scenic walking and biking trails for nature enthusiasts to enjoy. Bird watchers can spot a variety of species in the area, including bald eagles and great blue herons. The island is a great spot for picnicking and fishing, with plenty of opportunities to relax and unwind in the tranquil surroundings. Visitors can also learn about the area's history, including its use as a key trading location for Native American tribes.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=1217370318Fogerty+Creek0055Fogerty+Creek.jpg&park=158&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=LaFramboise%20Island%20Nature%20Area"
            },
            {
                "name": "Lake Alvin Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Lake-Alvin-Recreation-Area",
                "content": "Lake Alvin Recreation Area offers a scenic retreat for swimming, fishing, and camping in South Dakota.",
                "description": "Lake Alvin Recreation Area is a popular destination for outdoor enthusiasts in South Dakota, offering a variety of recreational activities. Visitors can enjoy swimming, boating, and fishing in the beautiful 59-acre lake. The park also features picnic areas, playgrounds, and hiking trails for visitors to explore. Wildlife viewing is another popular activity at Lake Alvin, with a variety of bird species and other wildlife calling the park home. Whether you're looking to relax by the water or have a fun-filled day with family and friends, Lake Alvin Recreation Area has something for everyone.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Lake_Owyhee_DSC_0186-east-8100236.jpg&park=10&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lake%20Alvin%20Recreation%20Area"
            },
            {
                "name": "Lake Cochrane Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Lake-Cochrane-Recreation-Area",
                "content": "Lake Cochrane Recreation Area is a family-friendly destination offering camping, fishing, and boating opportunities on the picturesque Lake Cochrane.",
                "description": "Lake Cochrane Recreation Area is a picturesque oasis located on the border of South Dakota and Minnesota, offering visitors a tranquil escape surrounded by natural beauty. The crystal-clear waters of the lake provide the perfect setting for swimming, fishing, and boating, with a boat ramp available for easy access to the lake. The sandy beach is ideal for soaking up the sun or enjoying a picnic with family and friends, while the designated swimming area ensures a safe and enjoyable experience for all visitors. For those looking to explore the area, there are several hiking trails that wind through the surrounding woodlands, providing opportunities to spot wildlife and immerse oneself in the peaceful surroundings. With modern camping facilities and a playground for children, Lake Cochrane Recreation Area is a fantastic destination for a weekend getaway or a fun-filled day trip.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Beverly_Beach_Beach_Ocean_%281%29041737.jpg&park=164&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lake%20Cochrane%20Recreation%20Area"
            },
            {
                "name": "Lake Herman State Park",
                "url": "https://gfp.sd.gov/parks/detail/Lake-Herman-State-Park",
                "content": "Lake Herman State Park is a quiet and wooded park located on the shores of a 1,350-acre lake, offering fishing, boating, camping, and picnicking opportunities for visitors.",
                "description": "Lake Herman State Park is located just south of Madison, South Dakota, and offers a peaceful setting for visitors to enjoy outdoor activities. The park surrounds a beautiful 1,350-acre lake, which is perfect for fishing, boating, and swimming. There are several picnic areas with grills and shelters for visitors to enjoy a meal with family and friends. The park also features hiking trails and a Frisbee golf course for those looking to explore the natural beauty of the area. Camping is available at Lake Herman State Park, with both tent and RV sites available for visitors to enjoy a night under the stars.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Beverly_Beach_Beach_Ocean_%281%29041737.jpg&park=164&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lake%20Herman%20State%20Park"
            },
            {
                "name": "Lake Hiddenwood Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Lake-Hiddenwood-Recreation-Area",
                "content": "Lake Hiddenwood Recreation Area is a tranquil scenic spot for camping, fishing, and picnicking in northeastern South Dakota.",
                "description": "Lake Hiddenwood Recreation Area is a beautiful hidden gem located in the northeast corner of South Dakota. Visitors can enjoy activities such as boating, fishing, and swimming in the crystal-clear waters of Lake Hiddenwood. The surrounding wooded area provides ample opportunities for hiking, birdwatching, and wildlife viewing. Picnic areas and playgrounds are available for families to relax and enjoy the tranquil surroundings. Camping is also available on site, making it the perfect destination for a weekend getaway in nature.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Beverly_Beach_Beach_Ocean_%281%29041737.jpg&park=164&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lake%20Hiddenwood%20Recreation%20Area"
            },
            {
                "name": "Lake Louise Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Lake-Louise-Recreation-Area",
                "content": "Lake Louise Recreation Area provides a serene setting for outdoor activities like camping, fishing, and hiking in northeastern South Dakota.",
                "description": "Lake Louise Recreation Area is a beautiful outdoor destination located in the heart of South Dakota's prairie. Visitors can enjoy a variety of activities such as fishing, boating, hiking, and picnicking in this serene setting. The clear waters of Lake Louise offer excellent fishing opportunities for anglers looking to catch bass, perch, and northern pike. There are also several hiking trails that wind through the surrounding forests, providing a great way to explore the natural beauty of the area. Additionally, the park offers camping facilities for those looking to extend their stay and immerse themselves in this tranquil oasis.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=2196c6ce-090a-cccc-7b476b14d4e277ba.jpg&park=194&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lake%20Louise%20Recreation%20Area"
            },
            {
                "name": "Lake Poinsett Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Lake-Poinsett-Recreation-Area",
                "content": "Lake Poinsett Recreation Area offers a peaceful setting for camping, fishing, swimming, and boating on the shores of a picturesque lake in eastern South Dakota.",
                "description": "Lake Poinsett Recreation Area is located on the shores of the beautiful Lake Poinsett in South Dakota. Visitors to the area can enjoy a variety of outdoor activities such as fishing, boating, and swimming in the crystal clear waters of the lake. The park also offers hiking trails and picnic areas for those looking to explore the natural beauty of the surrounding area. Campers can take advantage of the spacious campgrounds, complete with modern facilities and stunning views of the lake. With its peaceful atmosphere and abundance of outdoor recreation opportunities, Lake Poinsett Recreation Area is the perfect destination for nature lovers and outdoor enthusiasts.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=1217369894Bob+Straub+Park+DSC_0034.jpg&park=133&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lake%20Poinsett%20Recreation%20Area"
            },
            {
                "name": "Lake Thompson Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Lake-Thompson-Recreation-Area",
                "content": "The Lake Thompson Recreation Area offers a variety of outdoor activities including fishing, boating, camping, and hiking in a scenic setting.",
                "description": "Lake Thompson Recreation Area is the largest natural lake in South Dakota, offering a variety of outdoor activities for visitors to enjoy. The lake is renowned for its excellent fishing opportunities, with an abundance of walleye, northern pike, and perch. Visitors can also explore the surrounding grasslands and wetlands, home to a diverse array of wildlife including waterfowl, deer, and birds of prey.\n\nThe recreation area features a modern campground with both electrical and non-electrical campsites, as well as cabins and a group rental lodge for larger gatherings. There are also picnic shelters, playgrounds, and a swimming beach for visitors to relax and unwind. Additionally, the area offers hiking and biking trails, perfect for exploring the natural beauty of the lake and its surroundings.\n\nWhether you're looking to fish, hike, swim, or simply enjoy the peaceful atmosphere of the great outdoors, Lake Thompson Recreation Area has something for every visitor to enjoy. Be sure to bring your camera to capture the stunning sunsets over the lake, a perfect way to end a day spent exploring this beautiful natural oasis.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Yachats_SRA_viewing_platform125108.jpg&park=94&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lake%20Thompson%20Recreation%20Area"
            },
            {
                "name": "Lake Vermillion Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Lake-Vermillion-Recreation-Area",
                "content": "Lake Vermillion Recreation Area offers a serene setting for fishing, camping, and boating in South Dakota.",
                "description": "Lake Vermillion Recreation Area is a popular destination for outdoor enthusiasts, offering a wide range of activities such as fishing, boating, hiking, and bird watching. The 512-acre reservoir provides ample opportunities for water-based recreation, including swimming and paddleboarding. The park also features a campground with both modern and primitive sites, making it a great spot for overnight stays. Visitors can enjoy picnicking and wildlife viewing throughout the park, with opportunities to spot deer, turkeys, and other native wildlife. With its serene surroundings and variety of recreational activities, Lake Vermillion Recreation Area is a perfect destination for a peaceful getaway in nature.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Loeb105200.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lake%20Vermillion%20Recreation%20Area"
            },
            {
                "name": "Lewis and Clark Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Lewis-and-Clark-Recreation-Area",
                "content": "The Lewis and Clark Recreation Area in South Dakota offers a picturesque setting for camping, fishing, boating, and hiking along the scenic Missouri River.",
                "description": "The Lewis and Clark Recreation Area is located near Yankton, South Dakota and offers a variety of outdoor activities for visitors to enjoy. This includes boating, fishing, hiking, and camping in a beautiful natural setting. The park also features a swimming beach, volleyball courts, and playgrounds for families to have fun together.\n\nNature lovers will appreciate the diverse wildlife and scenic views along the Missouri River, where Lewis and Clark once traveled on their historic expedition. The area is known for its birdwatching opportunities, with over 200 species of birds sighted throughout the year. Visitors can relax and unwind in the peaceful surroundings, making it a perfect destination for a weekend getaway or family vacation.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=36-IMG_2765.jpg&park=88&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lewis%20and%20Clark%20Recreation%20Area"
            },
            {
                "name": "Little Moreau Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Little-Moreau-Recreation-Area",
                "content": "Little Moreau Recreation Area is a peaceful getaway in South Dakota offering camping, fishing, boating, and hiking opportunities.",
                "description": "Little Moreau Recreation Area is a stunning 5,000-acre park located in Northwestern South Dakota, offering visitors a wide range of outdoor activities in a picturesque setting. The park features a beautiful reservoir where visitors can enjoy fishing, boating, and swimming, as well as several miles of hiking and biking trails for those looking to explore the area on foot or by bike. The park also has a campground with modern amenities, making it a great spot for a weekend getaway or extended stay. Wildlife enthusiasts will appreciate the park's diverse ecosystem, which is home to a variety of birds, mammals, and plant species. Whether you're looking to relax on the water, explore the great outdoors, or simply enjoy the peaceful surroundings, Little Moreau Recreation Area is a must-visit destination for nature lovers.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=2196c6ce-090a-cccc-7b476b14d4e277ba.jpg&park=194&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Little%20Moreau%20Recreation%20Area"
            },
            {
                "name": "Llewellyn Johns Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Llewellyn-Johns-Recreation-Area",
                "content": "Llewellyn Johns Recreation Area offers camping, fishing, boating, and picnicking opportunities along the banks of the Missouri River in South Dakota.",
                "description": "Llewellyn Johns Recreation Area is a beautiful park located on the shores of Whitewood Creek in Sturgis, South Dakota. This serene retreat offers visitors a range of outdoor activities including fishing, hiking, and picnicking. The park is a popular spot for birdwatching, with a variety of bird species making their home in the area. Visitors can also enjoy stunning views of the surrounding Black Hills. With its peaceful atmosphere and natural beauty, Llewellyn Johns Recreation Area is the perfect destination for a relaxing day in nature.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=ainsworth-0006083505.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Llewellyn%20Johns%20Recreation%20Area"
            },
            {
                "name": "Mina Lake Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Mina-Lake-Recreation-Area",
                "content": "Mina Lake Recreation Area is a serene destination in South Dakota offering fishing, boating, camping, and picnicking opportunities for visitors to enjoy.",
                "description": "Mina Lake Recreation Area is a popular destination for outdoor enthusiasts, offering a variety of activities such as boating, fishing, and hiking. Visitors can enjoy the tranquil setting of the lake and surrounding wooded areas, making it an ideal spot for picnicking and wildlife viewing. The campground at Mina Lake Recreation Area provides a peaceful retreat with modern amenities and stunning views of the water. Anglers will appreciate the abundance of walleye, northern pike, and other fish species in the lake, making it a great spot for a day of fishing. Whether you're looking for a relaxing getaway or an action-packed adventure, Mina Lake Recreation Area has something for everyone to enjoy.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Marshall_Island_1110900.jpg&park=216&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Mina%20Lake%20Recreation%20Area"
            },
            {
                "name": "Newton Hills State Park",
                "url": "https://gfp.sd.gov/parks/detail/Newton-Hills-State-Park",
                "content": "Newton Hills State Park is a peaceful retreat in southeastern South Dakota, offering scenic hiking trails, camping sites, and opportunities for bird watching and wildlife viewing.",
                "description": "1. Newton Hills State Park is a stunning natural oasis located just 30 minutes south of Sioux Falls, South Dakota. With over 1,000 acres of rolling prairies, lush forests, and sparkling lakes, this park offers a wide range of outdoor activities for visitors to enjoy.\n\n2. Hiking enthusiasts will delight in the park's 10 miles of well-maintained trails, which wind through picturesque woodlands and lead to breathtaking overlooks. Be sure to keep an eye out for the diverse wildlife that calls Newton Hills home, including deer, turkeys, and a variety of bird species.\n\n3. For those looking to cool off on a hot summer day, Newton Hills State Park features a sandy swimming beach on Pickerel Lake. Visitors can take a refreshing dip in the clear waters, sunbathe on the sandy shore, or enjoy a picnic at one of the beachside picnic areas.\n\n4. Camping is a popular activity at Newton Hills, with both tent and RV sites available for overnight stays. The park's tranquil campground offers a peaceful and secluded setting, perfect for stargazing or roasting marshmallows around a crackling campfire.\n\n5. Whether you're seeking adventure on the trails, relaxation by the water, or a peaceful night under the stars, Newton Hills State Park has something for everyone. Come explore this hidden gem in the heart of South Dakota and create unforgettable memories in nature.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=index071937.jpg&park=100&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Newton%20Hills%20State%20Park"
            },
            {
                "name": "North Point Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/North-Point-Recreation-Area",
                "content": "North Point Recreation Area offers opportunities for camping, fishing, and kayaking on the shores of Lake Poinsett in South Dakota.",
                "description": "North Point Recreation Area is located along the shores of Lewis and Clark Lake and offers visitors a beautiful setting for outdoor recreation. Visitors can enjoy camping, picnicking, fishing, boating, and hiking in this scenic area. The campground features both tent and RV sites, as well as cabins for rent. The area is also a popular spot for birdwatching, with a variety of bird species to observe. With stunning views of the lake and plenty of outdoor activities to enjoy, North Point Recreation Area is a must-visit destination for nature lovers and outdoor enthusiasts.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Lake_Owyhee_DSC_0186-east-8100236.jpg&park=10&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=North%20Point%20Recreation%20Area"
            },
            {
                "name": "North Wheeler Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/North-Wheeler-Recreation-Area",
                "content": "North Wheeler Recreation Area offers camping, fishing, and boating opportunities on Lake Byron in eastern South Dakota.",
                "description": "North Wheeler Recreation Area is a beautiful spot located along the Missouri River in South Dakota, offering visitors a serene and picturesque setting for outdoor activities. The area boasts a wide range of recreational opportunities including camping, fishing, boating, and picnicking, making it a perfect destination for families and nature enthusiasts.\n\nVisitors can enjoy exploring the scenic trails that wind through the park, offering stunning views of the river and surrounding landscape. The park also features a boat ramp for easy access to the water, making it a popular spot for boating and fishing enthusiasts. The campground offers both tent and RV sites, as well as modern amenities such as showers and restrooms for added convenience.\n\nNorth Wheeler Recreation Area hosts a variety of events and activities throughout the year, including bird watching tours, nature hikes, and educational programs for visitors of all ages. Whether you're looking for a peaceful retreat or an action-packed adventure, this hidden gem in South Dakota has something for everyone to enjoy. Plan your visit today to experience the beauty and tranquility of North Wheeler Recreation Area.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Beverly_Beach_Beach_Ocean_%281%29041737.jpg&park=164&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=North%20Wheeler%20Recreation%20Area"
            },
            {
                "name": "Oahe Downstream Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Oahe-Downstream-Recreation-Area",
                "content": "Oahe Downstream Recreation Area is a peaceful park located on the banks of the Missouri River, offering camping, boating, fishing, and hiking opportunities for outdoor enthusiasts.",
                "description": "The Oahe Downstream Recreation Area is a popular destination for outdoor enthusiasts in South Dakota, offering a variety of activities such as boating, fishing, hiking, and camping. Visitors can enjoy stunning views of the Oahe Dam and Missouri River while exploring the park's 300 acres of land. The area also features a swimming beach, picnic shelters, and playgrounds for families to enjoy. For those looking to extend their stay, the recreation area offers both tent and RV camping sites with modern amenities. Whether you're seeking adventure on the water or a peaceful retreat in nature, the Oahe Downstream Recreation Area is a must-visit destination in South Dakota.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Lake_Owyhee_DSC_0186-east-8100236.jpg&park=10&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Oahe%20Downstream%20Recreation%20Area"
            },
            {
                "name": "Oakwood Lakes State Park",
                "url": "https://gfp.sd.gov/parks/detail/Oakwood-Lakes-State-Park",
                "content": "Oakwood Lakes State Park in South Dakota offers a peaceful setting with seven interconnected lakes for fishing, boating, and swimming.",
                "description": "Oakwood Lakes State Park in South Dakota offers a peaceful retreat for visitors looking to reconnect with nature. The park is known for its picturesque lake, which is perfect for fishing, kayaking, and swimming during the warmer months. Visitors can also explore the park's trails, which wind through mature oak forests and offer opportunities for birdwatching and wildlife spotting. For those looking to extend their stay, the park has a campground with both tent and RV sites available. Additionally, the park hosts educational programs and special events throughout the year, making it a great destination for families and nature enthusiasts alike.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=1217369894Bob+Straub+Park+DSC_0034.jpg&park=133&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Oakwood%20Lakes%20State%20Park"
            },
            {
                "name": "Okobojo Point Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Okobojo-Point-Recreation-Area",
                "content": "Okobojo Point Recreation Area is a quiet, secluded spot along the Missouri River perfect for fishing, picnicking, and enjoying the scenic views.",
                "description": "Okobojo Point Recreation Area is a hidden gem located in north-central South Dakota, overlooking Lake Oahe. Visitors can enjoy a variety of outdoor activities such as fishing, boating, hiking, and picnicking in a peaceful and scenic setting. The area is known for its abundant wildlife, making it a popular spot for birdwatching and wildlife photography. There are also campsites available for those looking to extend their stay and immerse themselves in the beauty of nature. Whether you're seeking a relaxing day by the water or an adventure-filled weekend, Okobojo Point Recreation Area offers something for everyone to enjoy.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=02-IMG_2032.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Okobojo%20Point%20Recreation%20Area"
            },
            {
                "name": "Palisades State Park",
                "url": "https://gfp.sd.gov/parks/detail/Palisades-State-Park",
                "content": "Palisades State Park in South Dakota offers stunning cliffs, unique rock formations, and hiking trails along Split Rock Creek.",
                "description": "Palisades State Park in South Dakota offers visitors a unique experience with its rugged terrain and dramatic cliffs along Split Rock Creek. Popular activities in the park include rock climbing, hiking, and picnicking, making it a great destination for outdoor enthusiasts. The park is home to a variety of wildlife, such as deer, turkey, and songbirds, providing opportunities for nature lovers to observe these animals in their natural habitat. Visitors can also explore the park's quartzite formations, which date back millions of years and offer a glimpse into the area's geological history. Additionally, the park features camping facilities for those looking to extend their stay and immerse themselves in the beauty of Palisades State Park.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=36-IMG_2765.jpg&park=88&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Palisades%20State%20Park"
            },
            {
                "name": "Pease Creek Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Pease-Creek-Recreation-Area",
                "content": "Pease Creek Recreation Area is a peaceful getaway located in western South Dakota, offering beautiful scenery and opportunities for camping, fishing, and wildlife viewing.",
                "description": "Pease Creek Recreation Area is a hidden gem located in the rolling hills of western South Dakota, offering visitors a peaceful and scenic escape from the hustle and bustle of city life. The park features a beautiful lake perfect for fishing, boating, and swimming, as well as several miles of hiking and biking trails that wind through the surrounding forests. Campers can enjoy spacious campsites with fire pits and picnic tables, making it an ideal spot for a weekend getaway with family and friends.\n\nNature enthusiasts will appreciate the abundance of wildlife that calls Pease Creek home, including deer, turkeys, and a variety of bird species. The park is also a popular spot for birdwatching, with opportunities to spot bald eagles, hawks, and other raptors soaring overhead. For those looking to relax and unwind, Pease Creek Recreation Area offers a tranquil setting with stunning sunsets and starry skies that will leave visitors feeling refreshed and rejuvenated.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Beverly_Beach_Beach_Ocean_%281%29041737.jpg&park=164&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Pease%20Creek%20Recreation%20Area"
            },
            {
                "name": "Pelican Lake Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Pelican-Lake-Recreation-Area",
                "content": "Pelican Lake Recreation Area is a beautiful lakeside park in South Dakota offering camping, boating, fishing, and swimming opportunities.",
                "description": "Pelican Lake Recreation Area, located in northeast South Dakota, offers a tranquil setting for outdoor enthusiasts to enjoy nature in its purest form. Visitors can engage in a variety of recreational activities such as fishing, boating, camping, and hiking along the picturesque lake shores. The area features numerous picnic areas and grills, perfect for a family outing or a peaceful day in the sun. Birdwatchers will appreciate the diverse wildlife that inhabits the surrounding marshlands, including pelicans, herons, and countless other bird species. Whether you're looking to relax by the water or explore the great outdoors, Pelican Lake Recreation Area provides a serene escape from the hustle and bustle of everyday life.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Marshall_Island_1110900.jpg&park=216&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Pelican%20Lake%20Recreation%20Area"
            },
            {
                "name": "Pickerel Lake Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Pickerel-Lake-Recreation-Area",
                "content": "Pickerel Lake Recreation Area offers a variety of outdoor activities including fishing, camping, hiking, and boating.",
                "description": "Pickerel Lake Recreation Area is a beautiful destination located in eastern South Dakota, offering visitors a range of outdoor activities and stunning natural scenery. The lake itself is known for its clear waters, making it a popular spot for fishing and water sports. The area also features hiking trails that wind through the surrounding forests, providing opportunities to spot wildlife and enjoy the peaceful surroundings.\n\nVisitors can choose from a variety of camping options, including tent and RV sites, as well as cabins for those looking for a more comfortable stay. The park is well-maintained and offers modern amenities like showers, restrooms, and a visitor center with information on local flora and fauna. Whether you're looking for a relaxing weekend getaway or a fun-filled outdoor adventure, Pickerel Lake Recreation Area has something for everyone to enjoy.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=IMG_4295.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Pickerel%20Lake%20Recreation%20Area"
            },
            {
                "name": "Pierson Ranch Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Pierson-Ranch-Recreation-Area",
                "content": "Pierson Ranch Recreation Area is a family-friendly outdoor getaway located along the Missouri River in South Dakota.",
                "description": "Pierson Ranch Recreation Area is located along the beautiful Missouri River in South Dakota and offers visitors a variety of outdoor activities such as boating, fishing, hiking, and camping. The area features a marina with boat ramps and dock facilities, making it easy for visitors to enjoy water sports and fishing. The campground at Pierson Ranch offers both electric and non-electric campsites, as well as modern restrooms and shower facilities for added convenience. The scenic views along the river provide a picturesque backdrop for picnics and nature walks, making it a great spot for families and nature enthusiasts. With its tranquil setting and abundance of outdoor recreation opportunities, Pierson Ranch Recreation Area is the perfect destination for those looking to relax and unwind in the great outdoors.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=index071937.jpg&park=100&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Pierson%20Ranch%20Recreation%20Area"
            },
            {
                "name": "Platte Creek Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Platte-Creek-Recreation-Area",
                "content": "Platte Creek Recreation Area is a serene getaway in South Dakota offering camping, fishing, hiking, and picnicking opportunities along the Missouri River.",
                "description": "Platte Creek Recreation Area is located near Platte, South Dakota and offers a peaceful retreat for visitors seeking outdoor recreation. The area features a beautiful lake for fishing and boating, as well as several hiking trails that wind through the surrounding woodlands. Campers can enjoy spacious campsites with fire pits and picnic tables, making it an ideal spot for a weekend getaway. Birdwatchers will appreciate the diverse range of bird species that inhabit the area, providing ample opportunities for wildlife viewing. With its serene atmosphere and abundance of outdoor activities, Platte Creek Recreation Area is a hidden gem waiting to be explored by nature lovers.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=1217370318Fogerty+Creek0055Fogerty+Creek.jpg&park=158&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Platte%20Creek%20Recreation%20Area"
            },
            {
                "name": "Randall Creek Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Randall-Creek-Recreation-Area",
                "content": "Randall Creek Recreation Area is a picturesque park located in southeastern South Dakota offering camping, fishing, and boating opportunities for visitors to enjoy.",
                "description": "Randall Creek Recreation Area is nestled along the banks of the Missouri River in eastern South Dakota, offering visitors a peaceful and scenic getaway. This 200-acre park features a variety of outdoor activities, including fishing, boating, hiking, and picnicking. The park is also home to a large population of wildlife, making it a great spot for birdwatching and nature photography. Overnight camping is available for visitors who want to extend their stay and immerse themselves in the natural beauty of the area. With its tranquil atmosphere and stunning views, Randall Creek Recreation Area is the perfect destination for nature lovers and outdoor enthusiasts alike.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Loeb105200.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Randall%20Creek%20Recreation%20Area"
            },
            {
                "name": "Revheim Bay Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Revheim-Bay-Recreation-Area",
                "content": "Revheim Bay Recreation Area is a family-friendly destination located on the shore of Lake Oahe in South Dakota, offering camping, fishing, and boating opportunities.",
                "description": "Revheim Bay Recreation Area is a hidden gem located on the north shore of Shadehill Reservoir in South Dakota. Visitors can enjoy a variety of outdoor activities such as boating, fishing, hiking, and camping in this tranquil setting. The campground offers both tent and RV sites with stunning views of the lake. Birdwatchers will be delighted by the diverse bird species that can be spotted throughout the area. Whether you're looking to relax by the water or explore nature, Revheim Bay Recreation Area offers the perfect escape for outdoor enthusiasts.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=IMG_4295.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Revheim%20Bay%20Recreation%20Area"
            },
            {
                "name": "Richmond Lake Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Richmond-Lake-Recreation-Area",
                "content": "Richmond Lake Recreation Area is a serene outdoor haven located in northeastern South Dakota, offering camping, fishing, water activities, and hiking trails in a peaceful natural setting.",
                "description": "Richmond Lake Recreation Area is a popular destination for outdoor enthusiasts in northeastern South Dakota. Visitors can enjoy a variety of recreational activities such as boating, fishing, hiking, and camping. The park boasts a beautiful sandy beach area perfect for swimming and sunbathing. The surrounding area also offers opportunities for birdwatching and wildlife viewing. With its peaceful atmosphere and stunning natural beauty, Richmond Lake Recreation Area is the ideal spot for a relaxing getaway in the great outdoors.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=1217370318Fogerty+Creek0055Fogerty+Creek.jpg&park=158&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Richmond%20Lake%20Recreation%20Area"
            },
            {
                "name": "Rocky Point Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Rocky-Point-Recreation-Area",
                "content": "Rocky Point Recreation Area in Gettysburg, South Dakota offers camping, fishing, and boating on the shores of Lake Oahe.",
                "description": "Rocky Point Recreation Area is a hidden gem located in the heart of the Black Hills National Forest in South Dakota. Visitors can enjoy activities such as fishing, boating, and swimming in the crystal clear waters of Sheridan Lake. The area also offers hiking trails, picnic areas, and a campground for those looking to spend the night in nature.\n\nOne of the highlights of Rocky Point is the stunning panoramic views of the surrounding forest and lake from the overlook on top of the hill. Wildlife enthusiasts will also appreciate the chance to spot deer, elk, and a variety of bird species in their natural habitat. For those looking to explore the area further, there are several other attractions nearby, including Mount Rushmore and Custer State Park.\n\nWhether you're looking for a peaceful spot to relax by the water or an adrenaline-filled day of water sports, Rocky Point Recreation Area has something for everyone. With its convenient location and diverse range of activities, it's the perfect destination for families, nature lovers, and outdoor enthusiasts alike.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=index071937.jpg&park=100&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Rocky%20Point%20Recreation%20Area"
            },
            {
                "name": "Roy Lake State Park",
                "url": "https://gfp.sd.gov/parks/detail/Roy-Lake-State-Park",
                "content": "Roy Lake State Park is a tranquil outdoor destination in northeastern South Dakota, known for its beautiful lakeside scenery and a variety of recreational activities.",
                "description": "One interesting feature of Roy Lake State Park is its namesake lake, which offers excellent fishing opportunities for anglers of all skill levels. Visitors can reel in a variety of fish species, including walleye, northern pike, and yellow perch.\n\nThe park also boasts a beautiful sandy beach, perfect for swimming and sunbathing on hot summer days. Additionally, there are several hiking and biking trails winding through the park, providing stunning views of the surrounding landscape.\n\nFor those looking to spend a night under the stars, Roy Lake State Park offers both tent and RV camping sites, as well as cabins for rent. The park's peaceful and serene atmosphere makes it an ideal spot for a weekend getaway or extended vacation.\n\nNature enthusiasts will appreciate the abundance of wildlife in the park, including deer, foxes, and a variety of bird species. Birdwatchers can spot bald eagles, blue herons, and a variety of waterfowl along the shores of Roy Lake.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=36-IMG_2765.jpg&park=88&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Roy%20Lake%20State%20Park"
            },
            {
                "name": "Sandy Shore Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Sandy-Shore-Recreation-Area",
                "content": "Sandy Shore Recreation Area is a peaceful lakeside campground and day-use area offering swimming, fishing, and boating opportunities in South Dakota.",
                "description": "Sandy Shore Recreation Area is a hidden gem located in northeastern South Dakota, offering visitors a tranquil escape surrounded by nature. With its secluded setting along the shores of Lake Poinsett, this recreation area is perfect for fishing, boating, hiking, and picnicking. The sandy beach area provides a great spot for sunbathing and swimming during the warmer months. Campers can enjoy both tent and RV camping options, with modern amenities like showers, restrooms, and a playground for kids. Wildlife enthusiasts will appreciate the variety of bird species that can be spotted in the area, making it a prime location for birdwatching.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Loeb105200.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Sandy%20Shore%20Recreation%20Area"
            },
            {
                "name": "Shadehill Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Shadehill-Recreation-Area",
                "content": "Shadehill Recreation Area offers plenty of water activities and a relaxing atmosphere for visitors to enjoy.",
                "description": "Shadehill Recreation Area is a beautiful destination located along the banks of Shadehill Reservoir in northwestern South Dakota. Visitors can enjoy a variety of outdoor activities such as boating, fishing, swimming, and hiking in this picturesque setting. The reservoir is known for its excellent walleye and smallmouth bass fishing, making it a popular spot for anglers. There are also several campgrounds and picnic areas available for those looking to spend a few days exploring the area. Nature lovers will appreciate the diverse wildlife and bird watching opportunities in this scenic recreation area.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=1217369894Bob+Straub+Park+DSC_0034.jpg&park=133&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Shadehill%20Recreation%20Area"
            },
            {
                "name": "Sheps Canyon Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Sheps-Canyon-Recreation-Area",
                "content": "Sheps Canyon Recreation Area offers tranquil camping, fishing, boating, and hiking opportunities in a beautiful natural setting.",
                "description": "Sheps Canyon Recreation Area is located near the town of Hot Springs, South Dakota, offering visitors stunning views of the southern Black Hills and the nearby Angostura Reservoir. This area is popular for hiking, wildlife viewing, boating, and fishing, with opportunities to catch walleye, bass, and northern pike in the reservoir. The campground at Sheps Canyon features both tent and RV sites, as well as modern amenities like showers and electrical hookups. Visitors can also explore the nearby Black Hills National Forest and the iconic Mount Rushmore, making Sheps Canyon a perfect base camp for outdoor adventures in the area. Don't forget to bring your camera to capture the beautiful landscapes and wildlife that call this area home.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Marshall_Island_1110900.jpg&park=216&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Sheps%20Canyon%20Recreation%20Area"
            },
            {
                "name": "Sica Hollow State Park",
                "url": "https://gfp.sd.gov/parks/detail/Sica-Hollow-State-Park",
                "content": "Sica Hollow State Park features lush forests, rugged terrain, and a captivating natural spring waterfall.",
                "description": "Sica Hollow State Park is a unique and enchanting destination in South Dakota, known for its mysterious limestone cliffs and deep ravines. Visitors can explore the park's extensive trail system, which winds through the lush forest and offers stunning views of the surrounding landscape. The park is also home to several natural springs and creeks, providing a serene setting for picnicking or birdwatching. History buffs will appreciate the park's rich Native American heritage, as it is believed to have been a sacred site for the Dakota Sioux tribe. Whether you're looking for a peaceful nature retreat or an adventure-filled hiking experience, Sica Hollow State Park offers something for every outdoor enthusiast.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=1217370318Fogerty+Creek0055Fogerty+Creek.jpg&park=158&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Sica%20Hollow%20State%20Park"
            },
            {
                "name": "Snake Creek Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Snake-Creek-Recreation-Area",
                "content": "Snake Creek Recreation Area offers a serene escape in the Black Hills with three campgrounds, hiking trails, and a unique canyon setting.",
                "description": "Snake Creek Recreation Area is a picturesque spot nestled along the shoreline of Shadehill Reservoir in South Dakota. Visitors can enjoy a variety of outdoor activities, including fishing, boating, and swimming in the clear waters of the reservoir. The area also offers hiking and biking trails, perfect for exploring the beautiful natural surroundings. With well-maintained picnic areas and campgrounds, visitors can easily spend a day or weekend immersed in the peaceful and serene atmosphere of Snake Creek Recreation Area. Don't forget your camera, as the area is known for its stunning sunsets over the reservoir, providing a perfect backdrop for capturing unforgettable moments.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=index071937.jpg&park=100&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Snake%20Creek%20Recreation%20Area"
            },
            {
                "name": "Spearfish Canyon Nature Area",
                "url": "https://gfp.sd.gov/parks/detail/Spearfish-Canyon-Nature-Area",
                "content": "Spearfish Canyon Nature Area is a picturesque outdoor destination in South Dakota known for its stunning waterfalls and scenic hiking trails.",
                "description": "Spearfish Canyon Nature Area is a breathtaking 700-acre preserve located in the heart of the Black Hills in South Dakota. Visitors can explore over four miles of well-maintained hiking trails that wind through pristine forests, tranquil meadows, and along scenic creeks. This area is home to an abundance of wildlife, including deer, elk, mountain lions, and a variety of bird species, making it a wonderful spot for nature enthusiasts and photographers. Don't miss the iconic Roughlock Falls, a stunning 50-foot waterfall that cascades into a turquoise pool surrounded by lush vegetation. Whether you're looking for a leisurely stroll or a more challenging hike, Spearfish Canyon Nature Area offers something for everyone to enjoy in a tranquil and picturesque setting.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Loeb105200.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Spearfish%20Canyon%20Nature%20Area"
            },
            {
                "name": "Spirit Mound Historic Prairie",
                "url": "https://gfp.sd.gov/parks/detail/Spirit-Mound-Historic-Prairie",
                "content": "Spirit Mound Historic Prairie in South Dakota is a sacred Native American site where Lewis and Clark witnessed a gathering of spirits, offering a glimpse into the area's cultural and historical significance.",
                "description": "Spirit Mound Historic Prairie in Vermillion, South Dakota is a sacred site steeped in Native American history and legend. This stunning 320-acre prairie is said to be one of the few places that remains untouched by modern development. Visitors can hike a one-mile trail up to the top of the mound, where they can enjoy panoramic views of the surrounding plains. Along the way, hikers may encounter a variety of native prairie plants, birds, and wildlife. The site is also home to a visitor center with exhibits on the history and significance of Spirit Mound.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Loeb105200.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Spirit%20Mound%20Historic%20Prairie"
            },
            {
                "name": "Spring Creek Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Spring-Creek-Recreation-Area",
                "content": "Spring Creek Recreation Area is a peaceful spot for camping, fishing, and picnicking surrounded by beautiful natural scenery.",
                "description": "Spring Creek Recreation Area is a picturesque getaway located just north of Geddes, South Dakota. Visitors can enjoy a variety of outdoor activities such as fishing, boating, hiking, and wildlife watching. The area is also popular for picnicking and camping, with several campsites available for overnight stays. The tranquil atmosphere of the recreation area makes it a perfect spot for relaxation and unwinding in nature. Spring Creek is known for its diverse bird population, making it a prime destination for birdwatchers looking to spot a variety of species.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=02-IMG_2032.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Spring%20Creek%20Recreation%20Area"
            },
            {
                "name": "Springfield Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Springfield-Recreation-Area",
                "content": "Springfield Recreation Area offers a peaceful setting for camping, fishing, hiking, and wildlife viewing in southeastern South Dakota.",
                "description": "The Springfield Recreation Area is a beautiful spot situated on the banks of the Missouri River in southeastern South Dakota, offering visitors a peaceful and scenic getaway. Visitors can enjoy a variety of outdoor activities such as fishing, boating, picnicking, and hiking along the well-maintained trails throughout the park. The park also offers a swim beach where visitors can cool off during hot summer days and playgrounds for children to enjoy. Campers will appreciate the modern campground facilities, including electric hookups, showers, and a dump station. With its tranquil surroundings and abundance of recreational opportunities, the Springfield Recreation Area is a perfect destination for nature lovers and outdoor enthusiasts.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Base_of_Latourell_Falls044758.jpg&park=112&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Springfield%20Recreation%20Area"
            },
            {
                "name": "Swan Creek Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Swan-Creek-Recreation-Area",
                "content": "Swan Creek Recreation Area offers camping, fishing, boating, and hiking opportunities along the shores of the Missouri River in South Dakota.",
                "description": "Swan Creek Recreation Area is a hidden gem located in the heart of southeastern South Dakota, offering visitors a tranquil escape from the hustle and bustle of city life. The park is known for its stunning natural beauty, with lush forests, meandering creeks, and abundant wildlife. Visitors can enjoy a variety of outdoor activities such as hiking, fishing, birdwatching, and picnicking in this picturesque setting.\n\nThe park features a peaceful campground with spacious campsites nestled among the trees, providing a perfect spot for a weekend getaway or a family vacation. Additionally, Swan Creek Recreation Area offers a boat launch for those looking to explore the calm waters of the creek or try their hand at fishing for bass, catfish, and bluegill.\n\nFor history enthusiasts, the area also boasts a historic one-room schoolhouse that dates back to 1886, providing a glimpse into the past and showcasing the region's rich heritage. Whether you're seeking a relaxing retreat in nature or an adventure-filled weekend, Swan Creek Recreation Area has something for everyone to enjoy. With its serene ambiance and diverse recreational opportunities, this park is sure to leave a lasting impression on visitors.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Beverly_Beach_Beach_Ocean_%281%29041737.jpg&park=164&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Swan%20Creek%20Recreation%20Area"
            },
            {
                "name": "Union Grove State Park",
                "url": "https://gfp.sd.gov/parks/detail/Union-Grove-State-Park",
                "content": "Union Grove State Park is a peaceful park in South Dakota offering fishing, hiking, and picnicking opportunities in a serene natural setting.",
                "description": "Union Grove State Park is a hidden gem in South Dakota, located near Beresford. Visitors can enjoy a variety of outdoor activities such as fishing, boating, hiking, and picnicking. The park features a beautiful 60-acre lake surrounded by lush forests, making it a picturesque spot for a relaxing day out in nature. Birdwatchers will be delighted by the diverse array of bird species that can be spotted in the park, making it a great destination for birdwatching enthusiasts. With its peaceful atmosphere and charming scenery, Union Grove State Park is the perfect place to escape the hustle and bustle of everyday life and reconnect with nature.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=IMG_4295.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Union%20Grove%20State%20Park"
            },
            {
                "name": "Walker's Point Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/Walker's-Point-Recreation-Area",
                "content": "Walker's Point Recreation Area is a peaceful park located on the shores of Lake Oahe, offering picnic areas, camping facilities, and fishing opportunities for visitors to enjoy.",
                "description": "Walker's Point Recreation Area, located on the shores of the Missouri River in South Dakota, is a popular destination for outdoor enthusiasts. Visitors can enjoy fishing, boating, picnicking, and hiking in this picturesque setting. The area offers a boat ramp for easy access to the river, making it ideal for water sports and fishing excursions. The surrounding bluffs provide stunning views of the river valley, making it a great spot for birdwatching and photography. With its peaceful atmosphere and abundance of recreational activities, Walker's Point Recreation Area is the perfect place to unwind and connect with nature.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=02-IMG_2032.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Walker%27s%20Point%20Recreation%20Area"
            },
            {
                "name": "West Bend Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/West-Bend-Recreation-Area",
                "content": "West Bend Recreation Area in South Dakota offers camping, hiking, fishing, and beautiful views of the Missouri River.",
                "description": "West Bend Recreation Area is located in the beautiful state of South Dakota, with stunning views of the Missouri River. Visitors can enjoy a variety of outdoor activities at this park, including camping, fishing, hiking, and boating. The park also features a swimming beach, playgrounds, and picnic areas, making it a great destination for families. Nature lovers will appreciate the abundance of wildlife in the area, with opportunities for birdwatching and wildlife viewing. Whether you're looking to relax by the water or explore the great outdoors, West Bend Recreation Area offers something for everyone to enjoy.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=index071937.jpg&park=100&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=West%20Bend%20Recreation%20Area"
            },
            {
                "name": "West Pollock Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/West-Pollock-Recreation-Area",
                "content": "The West Pollock Recreation Area offers a peaceful setting for camping, fishing, and bird watching along the Missouri River in South Dakota.",
                "description": "West Pollock Recreation Area is located along the beautiful Missouri River in South Dakota, making it a prime spot for fishing, boating, and other water activities. The area offers excellent camping facilities, including both electric and non-electric sites for tents and RVs. Visitors can enjoy hiking and biking trails, as well as picnicking areas with stunning views of the river. Wildlife enthusiasts will appreciate the diverse ecosystem of the park, which is home to a variety of bird species and other wildlife. Whether you're looking for a peaceful retreat or an outdoor adventure, West Pollock Recreation Area has something for everyone.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=index071937.jpg&park=100&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=West%20Pollock%20Recreation%20Area"
            },
            {
                "name": "West Whitlock Recreation Area",
                "url": "https://gfp.sd.gov/parks/detail/West-Whitlock-Recreation-Area",
                "content": "West Whitlock Recreation Area is a peaceful park located on the shores of Lake Oahe, offering camping, fishing, and boating opportunities for visitors to enjoy.",
                "description": "Located on the shores of Lake Oahe, West Whitlock Recreation Area offers visitors a picturesque setting for outdoor activities such as fishing, boating, and camping. The park features a marina with boat ramps, making it easy for visitors to access the water for a day of fishing or exploring. Hikers can enjoy the scenic trails that wind through the park, providing stunning views of the surrounding countryside. For those looking to relax, the park offers several picnic areas and a swimming beach for a day of fun in the sun. With abundant wildlife and beautiful sunsets, West Whitlock Recreation Area is the perfect destination for nature lovers and outdoor enthusiasts alike.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=2196c6ce-090a-cccc-7b476b14d4e277ba.jpg&park=194&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=West%20Whitlock%20Recreation%20Area"
            }
        ]
    }
}