{
    "Washington State Parks": {
        "parks": [
            {
                "name": "Alta Lake State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/alta-lake-state-park",
                "content": "Alta Lake State Park offers stunning views of the surrounding mountains and a variety of recreational activities including boating, fishing, and hiking.",
                "description": "Alta Lake State Park is a beautiful destination for outdoor enthusiasts, offering stunning views of the surrounding Okanogan National Forest and Cascade Mountains. Visitors can enjoy a variety of recreational activities, such as swimming, fishing, boating, and hiking on the park's 181-acre lake. The park features a sandy swimming beach, picnic areas, and a boat launch for easy access to the water. Camping is also available at the park, with 61 standard campsites and three primitive sites for those seeking a more rustic experience. With its scenic beauty and abundance of outdoor activities, Alta Lake State Park is the perfect place for a relaxing getaway in Washington state.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/AltaLake_HikingSign.jpg?itok=vKY6tLSM",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Alta%20Lake%20State%20Park"
            },
            {
                "name": "Anderson Lake State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/anderson-lake-state-park",
                "content": "Anderson Lake State Park is a 70-acre park located in Jefferson County, Washington, offering opportunities for fishing, boating, and picnicking.",
                "description": "Anderson Lake State Park is a picturesque park located in Jefferson County, Washington. Visitors can enjoy boating, fishing, and swimming in the beautiful 70-acre freshwater lake. The park also offers hiking and mountain biking trails that wind through lush forests and offer breathtaking views of the Olympic Mountains. Campsites are available for overnight stays, making it the perfect spot for a weekend getaway. Birdwatchers will also love the park's diverse bird population, with frequent sightings of bald eagles, herons, and ospreys.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-05/lake2.jpg?itok=n-HP162X",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Anderson%20Lake%20State%20Park"
            },
            {
                "name": "Battle Ground Lake State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/battle-ground-lake-state-park",
                "content": "Battle Ground Lake State Park is a peaceful retreat near Vancouver, Washington, offering swimming, boating, and hiking opportunities in a scenic natural setting.",
                "description": "Battle Ground Lake State Park is a beautiful natural oasis located in southwestern Washington state. Visitors can enjoy swimming, fishing, and boating in the crystal-clear waters of Battle Ground Lake, which was formed by an extinct volcanic crater. The park also offers hiking trails, picnic areas, and a campground for overnight stays. Nature enthusiasts will appreciate the diverse wildlife and lush vegetation that can be found throughout the park. With its serene atmosphere and stunning views, Battle Ground Lake State Park is a perfect destination for outdoor recreation and relaxation.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-02/BattleGroundLake_WaterActivity.jpg?itok=qaTBN2Cb",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Battle%20Ground%20Lake%20State%20Park"
            },
            {
                "name": "Bay View State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/bay-view-state-park",
                "content": "Bay View State Park is a peaceful park located on Padilla Bay with 1,285 feet of shoreline for beachcombing and stunning views of the San Juan Islands.",
                "description": "Bay View State Park is a picturesque park located along the shores of Padilla Bay in Washington State. Visitors can enjoy stunning views of the bay and the surrounding farmland from the park's grassy picnic areas. The park also offers a boat launch, perfect for those looking to explore the bay by kayak or paddleboard. Birdwatchers will appreciate the park's diverse bird population, including herons, eagles, and waterfowl. For overnight guests, the park offers tent and RV camping sites, as well as cabins for rent.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-06/BayView_Kite.jpg?itok=WPSLQj7p",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Bay%20View%20State%20Park"
            },
            {
                "name": "Beacon Rock State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/beacon-rock-state-park",
                "content": "Beacon Rock State Park offers a challenging hike with stunning panoramic views of the Columbia River Gorge.",
                "description": "Beacon Rock State Park is a stunning natural wonder located in Skamania County, Washington. The park is home to Beacon Rock, a gigantic volcanic core that is over 800 feet high and offers breathtaking views of the Columbia River Gorge. Visitors can embark on a challenging hike to the top of Beacon Rock, which features a series of steep switchbacks and a handrail to assist with the climb. The park also offers opportunities for picnicking, fishing, and wildlife watching, making it a perfect destination for outdoor enthusiasts. Additionally, there are several camping areas within the park for those looking to extend their visit and explore more of the surrounding area.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-02/BeaconRock_View4_0.jpg?itok=RFIkZln3",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Beacon%20Rock%20State%20Park"
            },
            {
                "name": "Belfair State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/belfair-state-park",
                "content": "Belfair State Park is a 63-acre camping park with 3,720 feet of saltwater shoreline on Hood Canal near Belfair.",
                "description": "Belfair State Park is a beautiful park located on the shores of Hood Canal in Washington state. Visitors can enjoy stunning views of the water and surrounding forest while participating in a variety of outdoor activities such as hiking, picnicking, fishing, and wildlife viewing. The park also offers a boat launch for those looking to explore the canal by kayak or paddleboard. With campsites available for overnight stays, visitors can extend their experience and enjoy the peaceful surroundings of the park. Belfair State Park is the perfect destination for nature lovers looking to relax and unwind in a serene environment.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-04/DSC00103.JPG?itok=nqbzcpFx",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Belfair%20State%20Park"
            },
            {
                "name": "Birch Bay State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/birch-bay-state-park",
                "content": "Birch Bay State Park is a popular seaside park in Washington, offering sandy beaches, camping, boating, and stunning views of the Puget Sound.",
                "description": "Birch Bay State Park is a beautiful 194-acre camping park set along the shores of Birch Bay in Bellingham, Washington. Visitors can enjoy a wide range of outdoor activities such as birdwatching, picnicking, swimming, clamming, and crabbing. The park features more than 8,000 feet of saltwater shoreline, perfect for beachcombing and exploring tide pools. There are also several hiking trails that offer scenic views of the bay and surrounding forests. For those looking to stay overnight, the park offers 159 standard campsites and 20 partial-hookup sites.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-02/BirchBay_ChildrenBeach.jpg?itok=a5f6i0vF",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Birch%20Bay%20State%20Park"
            },
            {
                "name": "Blake Island Marine State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/blake-island-marine-state-park",
                "content": "Blake Island Marine State Park is a 475-acre marine park located in Puget Sound, known for its waterfront campsites and scenic views of the Seattle skyline.",
                "description": "Blake Island Marine State Park is a 475-acre marine camping park with 5 miles of saltwater beach shoreline. The park is located in Puget Sound, just a short boat ride from Seattle. Visitors can enjoy hiking, beachcombing, wildlife watching, and kayaking in the park's pristine natural surroundings. The park is also home to Tillicum Village, a cultural center where visitors can learn about the history and culture of the Coast Salish people. Camping is available year-round on the island, making it a great destination for outdoor enthusiasts looking for a unique Pacific Northwest experience.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-10/Blake%20Island%20Marina%20Tillicum%20view%202_1.jpg?itok=dyFN9YSc",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Blake%20Island%20Marine%20State%20Park"
            },
            {
                "name": "Blind Island Marine State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/blind-island-marine-state-park",
                "content": "Blind Island Marine State Park is a small island park located in the San Juan Islands, accessible only by boat.",
                "description": "Blind Island Marine State Park is a one-acre marine park located near Shaw Island in Washington state. This park offers stunning views of the surrounding San Juan Islands and is a popular spot for boating, kayaking, and picnicking.\n\nVisitors can explore the park's rocky shoreline and tide pools, which are home to a variety of marine life including sea stars, anemones, and crabs. The park also features a small beach area where visitors can relax and enjoy the peaceful surroundings.\n\nBlind Island Marine State Park is only accessible by boat, making it a secluded and serene destination for those looking to escape the hustle and bustle of city life. Camping is not allowed in the park, but visitors can enjoy day-use activities such as hiking, wildlife watching, and photography.\n\nThere are no facilities at Blind Island Marine State Park, so visitors should come prepared with food, water, and other necessities. The park is a favorite among locals and tourists alike for its natural beauty and tranquility, making it a must-visit destination for anyone exploring the San Juan Islands.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-06/Blind%20island%201_0.jpg?itok=IHDFeuoz",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Blind%20Island%20Marine%20State%20Park"
            },
            {
                "name": "Bogachiel State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/bogachiel-state-park",
                "content": "Bogachiel State Park is a peaceful 123-acre park located on the banks of the Bogachiel River in the Olympic Peninsula, offering hiking, fishing, and camping opportunities.",
                "description": "Bogachiel State Park is a beautiful and serene park located on the Olympic Peninsula in Washington State. It offers stunning views of the surrounding forest and the Bogachiel River, making it a perfect spot for nature lovers and outdoor enthusiasts.\nVisitors can enjoy a variety of recreational activities at the park, including hiking, fishing, and wildlife viewing. The park is also a popular destination for birdwatching, with a wide variety of bird species that can be spotted in the area.\nFor those looking to stay overnight, Bogachiel State Park offers campsites and cabins for rent. The campsites are nestled in the forest, providing a peaceful and secluded camping experience.\nOne of the highlights of the park is the Bogachiel Rainforest Trail, a scenic hiking trail that winds through old-growth trees and lush vegetation. It offers a unique opportunity to explore the temperate rainforest ecosystem of the Olympic Peninsula.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-04/Bogachiel%20river%20with%20trees.jpg?itok=SdIBHEZ-",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Bogachiel%20State%20Park"
            },
            {
                "name": "Bottle Beach State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/bottle-beach-state-park",
                "content": "Bottle Beach State Park is a small park on the shores of Grays Harbor offering picnicking and birdwatching opportunities.",
                "description": "Bottle Beach State Park is a stunning 75-acre park located on the shores of the Pacific Ocean in Washington state. Visitors can enjoy a peaceful stroll along the mile-long beach, which is known for its abundance of unique sea glass and colorful stones. Birdwatchers will delight in the variety of seabirds that can be spotted along the shore, including eagles, herons, and sandpipers. The park also offers picnic areas, hiking trails, and opportunities for clam digging during low tide. Whether you're looking for a relaxing day by the water or a chance to explore the natural beauty of the Pacific Northwest, Bottle Beach State Park has something for everyone.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/BottleBeach_Shoreline_03.29.2023.jpg?itok=PezLeIYV",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Bottle%20Beach%20State%20Park"
            },
            {
                "name": "Bridgeport State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/bridgeport-state-park",
                "content": "Bridgeport State Park is a peaceful and scenic park located along the Columbia River near the town of Bridgeport.",
                "description": "Bridgeport State Park is a hidden gem located in the heart of Washington's Okanogan region, offering stunning views of the Columbia River. Visitors can enjoy a variety of outdoor activities, including hiking, fishing, and birdwatching in this peaceful and scenic area. The park also features a picturesque campground with both RV and tent sites, allowing visitors to immerse themselves in the natural beauty of the area. In addition, the park offers excellent opportunities for wildlife viewing, with chances to spot deer, eagles, and other local species. Whether you're looking for a relaxing weekend getaway or an outdoor adventure, Bridgeport State Park has something to offer for every nature lover.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/Bridgeport_Lake.jpg?itok=dgd75FUw",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Bridgeport%20State%20Park"
            },
            {
                "name": "Bridle Trails State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/bridle-trails-state-park",
                "content": "Bridle Trails State Park offers 28 miles of equestrian and hiking trails in a peaceful wooded setting.",
                "description": "Bridle Trails State Park is a unique and peaceful oasis located in Kirkland, Washington. This park features over 28 miles of equestrian and hiking trails, making it a popular destination for horseback riders and outdoor enthusiasts alike. \nVisitors can explore diverse landscapes, from lush forests to open meadows, while enjoying the tranquil atmosphere of the park. \nIn addition to its scenic beauty, Bridle Trails State Park also offers picnic areas, an equestrian show ring, and a pet-friendly off-leash area for furry companions to enjoy. \nWhether you're looking for a leisurely stroll or a rugged horseback ride, Bridle Trails State Park has something for everyone to enjoy in the great outdoors.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-02/Bridle%20Trails%20Horse%20Rider2%20web.jpg?itok=yKbvhvDG",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Bridle%20Trails%20State%20Park"
            },
            {
                "name": "Brooks Memorial State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/brooks-memorial-state-park",
                "content": "Brooks Memorial State Park offers stunning views of the Columbia River Gorge and an abundance of wildlife for visitors to enjoy.",
                "description": "Brooks Memorial State Park, located in the beautiful Pacific Northwest, offers visitors a peaceful escape with stunning views of the surrounding landscape. With miles of hiking and biking trails, outdoor enthusiasts can explore the park's rugged terrain and get up close and personal with nature. The park is also a popular spot for birdwatching, as it is home to a variety of bird species, including hawks and eagles. For those looking to relax, the park offers picnicking areas and shaded spots perfect for enjoying a quiet afternoon. Whether you're seeking adventure or simply looking to unwind in nature, Brooks Memorial State Park has something for everyone.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/BrooksMemorial_HikingTrail_03-02-2023.jpg?itok=5mdNA91O",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Brooks%20Memorial%20State%20Park"
            },
            {
                "name": "Cama Beach State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/cama-beach-state-park",
                "content": "Cama Beach State Park offers waterfront cabins for rent and scenic views of Saratoga Passage on Camano Island.",
                "description": "Cama Beach State Park is a beautiful seaside park located on Camano Island in Washington. Visitors can stay in charming waterfront cabins that have been lovingly restored to their 1930s-era glory. The park offers a variety of recreational activities, including kayaking, paddleboarding, crabbing, and beachcombing. Guests can also enjoy the park's interpretive center, which tells the story of the park's history as a fishing resort. With stunning views of Puget Sound and a peaceful, relaxing atmosphere, Cama Beach State Park is the perfect destination for nature lovers and outdoor enthusiasts.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-02/CamaBeach_Sign.jpg?itok=-sbv956m",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Cama%20Beach%20State%20Park"
            },
            {
                "name": "Camano Island State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/camano-island-state-park",
                "content": "Camano Island State Park offers a peaceful waterfront setting with sandy beaches, forested trails, and stunning views of Puget Sound.",
                "description": "Camano Island State Park is a scenic waterfront park located on the west side of Camano Island in Washington State. The park offers stunning views of Puget Sound and the Olympic Mountains, making it a popular destination for nature lovers and outdoor enthusiasts. Visitors can enjoy a variety of activities such as hiking, birdwatching, picnicking, and beachcombing along the park's sandy shoreline.\n\nThe park features several miles of well-maintained hiking trails that wind through lush forests and along the shoreline, providing plenty of opportunities to spot wildlife and enjoy the peaceful surroundings. One of the park's highlights is a historic fishing resort that dates back to the early 1900s, offering a glimpse into the island's past. The park also has a campground with both tent and RV sites, making it a great spot for a weekend getaway or a family vacation.\n\nWith its convenient location just a short drive from Seattle, Camano Island State Park is a popular day trip destination for those looking to escape the hustle and bustle of the city. Whether you're looking to relax on the beach, explore the hiking trails, or simply enjoy the beautiful scenery, this park has something for everyone to enjoy. So pack a picnic, grab your hiking shoes, and head to Camano Island State Park for a day of outdoor adventure and relaxation.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/CamanoIsland_View.jpg?itok=SddIZnjv",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Camano%20Island%20State%20Park"
            },
            {
                "name": "Cape Disappointment State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/cape-disappointment-state-park",
                "content": "Cape Disappointment State Park features dramatic coastal cliffs, sandy beaches, and historic lighthouses.",
                "description": "Cape Disappointment State Park, located in Ilwaco, Washington, offers stunning views of the Pacific Ocean and the mouth of the Columbia River. Visitors can explore the park's rugged coastline, hike through old-growth forests, and discover historic lighthouses. The park is also home to a variety of wildlife, including eagles, deer, and even migrating whales. Camping, yurts, and cabins are available for overnight stays, making it the perfect place for a weekend getaway. Whether you're interested in outdoor adventures or simply soaking in the natural beauty, Cape Disappointment State Park has something for everyone.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-02/CapeDisappointment_CrashingWaves.jpg?itok=m0HEaITW",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Cape%20Disappointment%20State%20Park"
            },
            {
                "name": "Clark Island Marine State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/clark-island-marine-state-park",
                "content": "Clark Island Marine State Park is a remote island accessible only by boat, offering camping, hiking, and stunning views of the San Juan Islands.",
                "description": "Clark Island Marine State Park is a beautiful and remote island located in Puget Sound, accessible only by watercraft. Visitors can enjoy a variety of outdoor activities such as hiking, picnicking, and wildlife viewing. The park offers stunning views of the surrounding water and forested landscapes, making it the perfect spot for nature enthusiasts and photographers. Camping is also available on the island, providing a unique opportunity to spend the night under the stars in a peaceful and secluded setting. Boaters can anchor in the park's sheltered cove and explore the island's rocky shoreline and tide pools.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-02/Clark%20Island_view%20from%20water.PNG?itok=NdjG7WnV",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Clark%20Island%20Marine%20State%20Park"
            },
            {
                "name": "Columbia Hills Historical State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/columbia-hills-historical-state-park",
                "content": "Columbia Hills Historical State Park features petroglyphs from the Native American people of the area, along with stunning views of the Columbia River Gorge.",
                "description": "1. Columbia Hills Historical State Park is a fascinating destination for history buffs and outdoor enthusiasts alike. The park is home to the renowned Petroglyphs, ancient rock carvings created by indigenous people thousands of years ago.\n\n2. Visitors can explore the interpretive center at Columbia Hills Historical State Park to learn more about the cultural significance of the petroglyphs and the history of the native peoples who once inhabited the area.\n\n3. The park offers a variety of recreational activities, including hiking, fishing, and birdwatching, making it a great spot for nature lovers to appreciate the beauty of the Columbia River Gorge.\n\n4. As you explore the park, keep an eye out for the vibrant wildflowers that bloom in the spring, adding a splash of color to the stunning scenery.\n\n5. Whether you're interested in archaeology, nature, or simply looking for a peaceful place to unwind, Columbia Hills Historical State Park has something for everyone to enjoy.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/ColumbiaHills_ButteOutlook_06-01-2015.jpg?itok=fRSOXFgq",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Columbia%20Hills%20Historical%20State%20Park"
            },
            {
                "name": "Columbia Plateau State Park Trail",
                "url": "https://parks.wa.gov/find-parks/state-parks/columbia-plateau-state-park-trail",
                "content": "The Columbia Plateau State Park Trail offers a scenic 4-mile loop with opportunities for hiking, biking, and wildlife viewing.",
                "description": "The Columbia Plateau State Park Trail offers visitors a unique opportunity to explore the diverse landscape of the Columbia Plateau region. The trail winds through rolling hills, fields of wildflowers, and dense forests, providing stunning views of the surrounding area. Hikers can also catch a glimpse of native wildlife, including deer, coyotes, and a variety of bird species.\n\nOne of the highlights of the trail is a section that passes through ancient lava flows, showcasing the area's geological history. Along the way, visitors can learn about the rich cultural heritage of the region through interpretive signs and exhibits. The trail is well-maintained and suitable for hikers of all skill levels, making it a perfect destination for families and outdoor enthusiasts alike. Whether you're looking for a leisurely stroll or a more challenging hike, the Columbia Plateau State Park Trail has something for everyone to enjoy.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/ColumbiaPlateauTrail_Bridge%20%281%29.jpg?itok=AA3420-s",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Columbia%20Plateau%20State%20Park%20Trail"
            },
            {
                "name": "Conconully State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/conconully-state-park",
                "content": "Conconully State Park offers a peaceful setting for camping, fishing, and boating along the shores of Conconully Reservoir.",
                "description": "Conconully State Park is a beautiful and serene park located in north-central Washington. Visitors can enjoy a variety of outdoor activities such as hiking, boating, fishing, and picnicking. The park is situated on the shores of Conconully Reservoir, providing stunning views of the water and surrounding mountains.\n\nOne of the highlights of the park is the historic log cabin museum, which offers a glimpse into the area's past. Campers can stay overnight in one of the park's cozy cabins or choose a spot in the well-maintained campground. With its peaceful setting and abundance of recreational opportunities, Conconully State Park is the perfect destination for nature lovers and outdoor enthusiasts.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-02/Conconully_Lake%20%281%29.jpg?itok=9AoDSU-Q",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Conconully%20State%20Park"
            },
            {
                "name": "Crawford State Park Heritage Site",
                "url": "https://parks.wa.gov/find-parks/state-parks/crawford-state-park-heritage-site",
                "content": "Crawford State Park Heritage Site showcases the historic remnants of a former coal mining town, offering visitors a glimpse into the area's past.",
                "description": "Crawford State Park Heritage Site is located in southeast Washington and offers visitors a unique glimpse into the area's history. The park is home to the preserved site of the former town of Starbuck, which was once a bustling hub for pioneers in the late 1800s. Visitors can explore the remaining historic buildings, including a schoolhouse and general store, to learn about the town's past.\n\nIn addition to its historical significance, Crawford State Park Heritage Site also offers recreational opportunities such as hiking, picnicking, and wildlife viewing. The park's location along the Tucannon River provides a picturesque setting for outdoor activities.\n\nFor those interested in camping, there are several camping sites available with amenities such as fire pits and picnic tables. Visitors can also enjoy fishing in the Tucannon River, which is known for its trout population.\n\nOverall, Crawford State Park Heritage Site is a fascinating destination for history buffs and outdoor enthusiasts alike, offering a blend of cultural heritage and natural beauty in one scenic location.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-02/Crawford_GardnerCave.jpg?itok=U3nSJuZN",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Crawford%20State%20Park%20Heritage%20Site"
            },
            {
                "name": "Curlew Lake State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/curlew-lake-state-park",
                "content": "Curlew Lake State Park is a serene 123-acre park offering a variety of recreational opportunities such as camping, boating, swimming, and fishing on the 5-mile long glacier-fed Curlew Lake.",
                "description": "Curlew Lake State Park is a picturesque destination nestled in the rolling hills of northeastern Washington. Visitors can enjoy a variety of outdoor activities including fishing, boating, swimming, and birdwatching on the tranquil waters of Curlew Lake. The park features a sandy swimming beach perfect for soaking up the sun and picnicking with family and friends. Hikers can explore miles of scenic trails that wind through forests and meadows, offering glimpses of wildlife and stunning views of the surrounding landscape. For those looking to extend their stay, the park offers a campground with tent and RV sites, as well as cabins for rent, providing a peaceful retreat to connect with nature.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/Curlew%20Lake%20View.jpg?itok=qO4Jqm3w",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Curlew%20Lake%20State%20Park"
            },
            {
                "name": "Cutts Island Marine State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/cutts-island-marine-state-park",
                "content": "Cutts Island Marine State Park is a small marine park located on a 2-acre island in the southern Puget Sound, popular for boating, fishing, and picnicking.",
                "description": "Cutts Island Marine State Park is a tranquil and picturesque island park located in the Puget Sound near Gig Harbor, Washington. This park is only accessible by watercraft, making it a perfect destination for boaters and kayakers looking for a peaceful escape. Visitors can explore the island's lush forests and sandy beaches, as well as enjoy stunning views of the surrounding waters. The park is also a popular spot for picnicking, birdwatching, and wildlife viewing, with opportunities to see seals, eagles, and other marine life. Camping is not permitted on the island, but day trips offer a unique way to experience the beauty of Cutts Island Marine State Park.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-04/CuttsIsland_FarView.jpg?itok=BICHT7Pm",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Cutts%20Island%20Marine%20State%20Park"
            },
            {
                "name": "Daroga State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/daroga-state-park",
                "content": "Daroga State Park is a 90-acre park in Washington state that offers hiking trails, picnicking areas, and scenic views of the Columbia River.",
                "description": "Daroga State Park is a hidden gem located near Orondo, Washington, providing visitors with a serene and scenic destination for outdoor recreation. This beautiful park boasts stunning views of the Columbia River, making it a perfect spot for picnicking, fishing, and birdwatching. The park also offers camping facilities for those looking to spend the night under the stars, with several RV hook-up sites available. Hikers will enjoy the park's network of trails, which wind through lush forests and offer opportunities for wildlife viewing. Whether you're looking for a peaceful escape or an active outdoor adventure, Daroga State Park has something for everyone to enjoy.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/Daroga%20Overview.jpg?itok=xRZt-NnQ",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Daroga%20State%20Park"
            },
            {
                "name": "Dash Point State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/dash-point-state-park",
                "content": "Dash Point State Park is a popular destination for beachcombing, hiking, and picnicking on the Puget Sound shoreline.",
                "description": "Dash Point State Park is a serene and picturesque coastal park located in Federal Way, Washington. Visitors can enjoy stunning views of Puget Sound and the Olympic Mountains while exploring over 11 miles of hiking trails. The park also offers opportunities for water activities such as fishing, crabbing, and beachcombing along the rugged shoreline. History enthusiasts will appreciate the remnants of the park's former use as a military lookout during World War II, which can still be seen along the trails. With its diverse array of wildlife and natural beauty, Dash Point State Park is a must-visit destination for outdoor enthusiasts and nature lovers alike.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-10/Dash%20Point%20sunset.jpg?itok=It44txII",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Dash%20Point%20State%20Park"
            },
            {
                "name": "Deception Pass State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/deception-pass-state-park",
                "content": "Deception Pass State Park offers stunning views of rugged cliffs, deep-blue waters of Puget Sound, and a variety of recreational activities for visitors to enjoy.",
                "description": "Deception Pass State Park is located on Whidbey Island and Fidalgo Island in Washington State, offering stunning views of the Puget Sound and surrounding mountains. Visitors can explore miles of hiking trails, go kayaking or canoeing in the crystal-clear waters, or enjoy a picnic on the beach. The park is also home to various wildlife, including bald eagles, seals, and otters, making it a great spot for nature lovers. Don't forget to visit the iconic Deception Pass Bridge, which spans the turbulent waters of Deception Pass and provides unforgettable views of the surrounding landscape. Whether you're seeking outdoor adventure or simply a peaceful retreat, Deception Pass State Park has something for everyone to enjoy.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-05/Deception%20Pass%20Bridge.jpg?itok=3auilZZU",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Deception%20Pass%20State%20Park"
            },
            {
                "name": "Doe Island Marine State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/doe-island-marine-state-park",
                "content": "Doe Island Marine State Park is a small island marine park in Washington state known for its scenic views, camping, and water activities.",
                "description": "Doe Island Marine State Park is a beautiful 8-acre park located in the San Juan Islands of Washington state. Visitors can access the park by boat or kayak and enjoy stunning views of the surrounding islands and Mount Baker in the distance. The park offers several picnic areas, a small beach for swimming and beachcombing, as well as hiking trails that lead to a rocky outcropping perfect for birdwatching. Overnight camping is available on a first-come, first-served basis, making it the perfect spot for a peaceful and secluded getaway. Wildlife enthusiasts may have the chance to spot seals, otters, and various seabirds during their visit to this hidden gem of a park.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/Doe%20Island_Picnic%20Table%20Overlook.PNG?itok=m9wt5UOX",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Doe%20Island%20Marine%20State%20Park"
            },
            {
                "name": "Dosewallips State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/dosewallips-state-park",
                "content": "Dosewallips State Park features old-growth forests, stunning river views, and a variety of recreational opportunities in a peaceful natural setting.",
                "description": "- Dosewallips State Park is a beautiful 1,064-acre park located on the western shore of Hood Canal in Washington state, offering stunning views of the Olympic Mountains.\n- Visitors can enjoy a variety of outdoor activities at the park, including hiking, fishing, boating, and birdwatching.\n- The park features over five miles of hiking trails, including a portion of the Olympic Discovery Trail that runs through the park, providing opportunities for both easy strolls and more challenging hikes.\n- Dosewallips State Park also offers a campground with 70 tent spaces, 50 utility spaces, and three cabins for overnight stays, making it a perfect destination for a weekend getaway.\n- Whether you're seeking a peaceful escape into nature or a fun-filled outdoor adventure, Dosewallips State Park has something for everyone to enjoy.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/Dosewallips_Mountains.jpg?itok=BRTU7zah",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Dosewallips%20State%20Park"
            },
            {
                "name": "Doug's Beach State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/dougs-beach-state-park",
                "content": "Doug's Beach State Park is a popular windsurfing and kiteboarding spot with stunning views of the Columbia River.",
                "description": "Doug's Beach State Park is a hidden gem located in the Columbia River Gorge National Scenic Area in Washington. The park is known for its stunning views of the river and the surrounding cliffs, making it a popular spot for windsurfing and kiteboarding enthusiasts. Visitors can also enjoy picnicking, hiking, and bird-watching along the park's trails. The park offers a peaceful atmosphere perfect for relaxing and soaking in the natural beauty of the area. Camping is available at the park, allowing visitors to extend their stay and fully immerse themselves in the outdoor experience.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/DougsBeach_PicnicTable_06-15-2015.jpg?itok=xiDA7ycC",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Doug%27s%20Beach%20State%20Park"
            },
            {
                "name": "Eagle Island Marine State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/eagle-island-marine-state-park",
                "content": "Eagle Island Marine State Park is a small island park with pristine beaches, wildflower meadows, and abundant marine life for visitors to enjoy.",
                "description": "Eagle Island Marine State Park is located in Puget Sound, near the city of Bainbridge Island in Washington State. The park is only accessible by boat, making it a secluded and peaceful destination for visitors looking to escape the hustle and bustle of city life.\n\nVisitors can enjoy a variety of outdoor activities at Eagle Island Marine State Park, such as hiking, picnicking, birdwatching, and kayaking. The park's 2,000 feet of shoreline offer stunning views of the surrounding waters and mountains, making it a popular spot for photography and nature enthusiasts.\n\nThe park is home to a diverse range of wildlife, including bald eagles, harbor seals, and otters. Birdwatchers will delight in the chance to spot a variety of seabirds, including herons, cormorants, and kingfishers, as they explore the park's trails and beaches.\n\nEagle Island Marine State Park is a great destination for a day trip or overnight camping adventure. The park has six primitive campsites available on a first-come, first-served basis, allowing visitors to spend the night under the stars and wake up to the sound of the waves lapping at the shore.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-04/Eagle%20Island%20water%20view%202018.jpg?itok=2_2OiOb_",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Eagle%20Island%20Marine%20State%20Park"
            },
            {
                "name": "Federation Forest State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/federation-forest-state-park",
                "content": "Federation Forest State Park is a 619-acre park in Washington state that features old-growth forest, interpretive trails, and educational programs.",
                "description": "Federation Forest State Park in Washington state is a unique natural area that showcases the diverse ecosystems of the Pacific Northwest. Visitors can explore over 12 miles of hiking trails, from easy strolls to more challenging treks through old-growth forests and along the White River. The park also features a canopy walkway that offers panoramic views of the surrounding mountains and a scenic overlook of the river below. Educational programs and interpretive displays highlight the park's rich cultural and environmental history, making it a great destination for nature enthusiasts and families alike. With picnic areas, camping facilities, and even a playground for children, Federation Forest State Park offers something for everyone to enjoy in the great outdoors.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-06/Federation-Forest-whiteriver-Feature-6-28-23.jpg?itok=Lpl23rER",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Federation%20Forest%20State%20Park"
            },
            {
                "name": "Fields Spring State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/fields-spring-state-park",
                "content": "Fields Spring State Park is a beautiful 792-acre park located in the Blue Mountains of eastern Washington, offering hiking trails, camping, and stunning views of the surrounding landscape.",
                "description": "Fields Spring State Park is a picturesque 792-acre park located in the Blue Mountains of southeastern Washington. Visitors can enjoy stunning views of the surrounding mountains and valleys while hiking or mountain biking on the park's numerous trails. The park also offers excellent birdwatching opportunities, with over 200 species of birds documented in the area. For those looking to stay the night, the park features a campground with both RV and tent sites. In the winter months, Fields Spring State Park is a popular destination for cross-country skiing and snowshoeing.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/FieldsSprings_Bench.jpg?itok=G7bmyDu3",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Fields%20Spring%20State%20Park"
            },
            {
                "name": "Flaming Geyser State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/flaming-geyser-state-park",
                "content": "Flaming Geyser State Park is known for its mineral springs and flaming gas seeps on the banks of the Green River.",
                "description": "Flaming Geyser State Park is a unique and popular destination for visitors in Washington state. The park is named after a methane seep that once caused the water in a small creek to catch fire. While the geyser no longer produces flames, the park offers beautiful views, hiking trails, and picnic areas for visitors to enjoy. There are also opportunities for fishing and birdwatching along the Green River that runs through the park. Soak in the natural beauty of the surrounding landscape while exploring this fascinating park.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-08/flaminggeyser_geyser2.jpg?itok=_bQRm0rB",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Flaming%20Geyser%20State%20Park"
            },
            {
                "name": "Fort Casey Historical State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/fort-casey-historical-state-park",
                "content": "Fort Casey Historical State Park is a scenic park with historic military fortifications including gun batteries and bunkers.",
                "description": "Fort Casey Historical State Park is a popular destination for history buffs and outdoor enthusiasts alike. Visitors can explore the remnants of a coastal defense fort built in the late 1800s to protect Puget Sound from potential attacks. The park boasts stunning views of Admiralty Inlet and the Olympic Mountains, making it a picturesque spot for picnics and photography. Guests can also hike or bike along the scenic trails that wind through the park, providing a perfect way to enjoy the fresh sea air and natural beauty of the area. Don't forget to check out the massive guns that once defended the coast, offering a fascinating glimpse into the military history of the Pacific Northwest.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/Fort%20Casey_Gun%20Battery%20Back%20Side.PNG?itok=TRYWN0sH",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Fort%20Casey%20Historical%20State%20Park"
            },
            {
                "name": "Fort Columbia State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/fort-columbia-state-park",
                "content": "Fort Columbia State Park is a historic military fort located on the Columbia River with stunning views and recreational opportunities for visitors.",
                "description": "Fort Columbia State Park is a historic military fort located on the Columbia River near Chinook, Washington. The park offers stunning views of the river and the Pacific Ocean, making it a popular spot for picnicking and wildlife viewing. Visitors can explore the restored barracks, gun emplacements, and other military structures that date back to the late 1800s. The park also features hiking trails and a museum that showcases the history of the fort and the surrounding area. Be sure to bring your camera to capture the picturesque lighthouse and coastal scenery during your visit to Fort Columbia State Park.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/FortColumbia_View2.jpg?itok=Q8tm-tlR",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Fort%20Columbia%20State%20Park"
            },
            {
                "name": "Fort Ebey State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/fort-ebey-state-park",
                "content": "Fort Ebey State Park is a scenic park located on Whidbey Island offering stunning views of the Puget Sound and opportunities for hiking, camping, and water activities.",
                "description": "Fort Ebey State Park is a historic coastal defense site located on Whidbey Island, Washington. Visitors can explore the remnants of military bunkers and gun batteries that were used during World War II. The park offers stunning views of the Puget Sound and the Olympic Mountains, making it a great spot for hiking, picnicking, and wildlife viewing. With over 25 miles of trails, visitors can also enjoy activities such as mountain biking and horseback riding. Camping is available at the park, providing a unique opportunity to experience the natural beauty and rich history of Fort Ebey State Park.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-05/Fort_Ebey-Beach-5-31-23.jpg?itok=oIB4GFM8",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Fort%20Ebey%20State%20Park"
            },
            {
                "name": "Fort Flagler Historical State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/fort-flagler-historical-state-park",
                "content": "Fort Flagler Historical State Park is a 784-acre marine camping park with historic buildings and military bunkers that offer scenic views of the surrounding waterways.",
                "description": "Fort Flagler Historical State Park is located on the northern tip of Marrowstone Island in Washington. The park offers stunning views of the Puget Sound and the Cascade Mountains, making it a popular destination for outdoor enthusiasts. Visitors can explore the historic military structures, including bunkers, batteries, and gun emplacements that were built to protect the region during the early 20th century. The park also features hiking and biking trails, a campground, picnic areas, and a beach where visitors can relax and enjoy the natural beauty of the area. Whether you're interested in history or simply looking to enjoy the great outdoors, Fort Flagler Historical State Park has something to offer for everyone.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-05/Fort-Flagler-dock.jpg?itok=7KqFDAnz",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Fort%20Flagler%20Historical%20State%20Park"
            },
            {
                "name": "Fort Simcoe Historical State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/fort-simcoe-historical-state-park",
                "content": "Fort Simcoe Historical State Park is a former military fort that now serves as a peaceful park with hiking trails, a museum, and a restored commander's house.",
                "description": "Fort Simcoe Historical State Park is a unique destination that offers visitors a glimpse into the history of the Yakama Indian Nation and the interactions between settlers and Native Americans in the mid-19th century. The park is home to a reconstructed fort that was originally built in 1856 by the U.S. Army to help maintain peace in the region. Visitors can explore the fort's barracks, officer's quarters, and other buildings, as well as learn about the daily life of soldiers and Native Americans during that time period.\n\nIn addition to the historical aspects of the park, visitors can also enjoy outdoor activities such as hiking, bird watching, and picnicking. The park offers several miles of trails that wind through the surrounding forest, providing a peaceful and scenic setting for a leisurely walk or a more vigorous hike. Bird enthusiasts will appreciate the diverse range of species that can be spotted in the park, including woodpeckers, owls, and songbirds.\n\nOverall, Fort Simcoe Historical State Park is a fascinating and picturesque destination that offers a unique blend of history and outdoor recreation. Whether you're interested in learning about the region's past, or simply looking to enjoy a day in nature, this park has something for everyone to enjoy.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/FortSimcoe_OfficersQuarters.jpg?itok=_6HcI8OC",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Fort%20Simcoe%20Historical%20State%20Park"
            },
            {
                "name": "Fort Townsend Historical State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/fort-townsend-historical-state-park",
                "content": "Fort Townsend Historical State Park offers a glimpse into Washington State's military history with its well-preserved mid-19th century fort buildings.",
                "description": "Fort Townsend Historical State Park is located on the northeastern tip of the Olympic Peninsula in Washington State. This park was once a United States Army fort established during the mid-19th century to protect settlers from Native American uprisings. Today, visitors can explore the well-preserved fort buildings, including officer quarters, artillery bunkers, and a hospital. The park also features beautiful hiking trails that lead through forests and along the shoreline, offering stunning views of Puget Sound. History enthusiasts will enjoy learning about the military history of the area and the role Fort Townsend played in the Pacific Northwest.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-07/FortTownsend_PicnicArea2.jpg?itok=FYFNKslm",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Fort%20Townsend%20Historical%20State%20Park"
            },
            {
                "name": "Fort Worden Historical State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/fort-worden-historical-state-park",
                "content": "Fort Worden Historical State Park is a 434-acre park located on the Puget Sound that features stunning views, historic military bunkers, and a variety of recreational activities for visitors to enjoy.",
                "description": "Fort Worden Historical State Park is located on the northeastern tip of the Olympic Peninsula in Washington State. This park was originally a military base that dates back to the late 1800s and was used for coastal defense during both World War I and World War II. Visitors to the park can explore the retired military bunkers, batteries, and other historic buildings that still stand on the property. In addition to its historical significance, the park offers beautiful views of the Puget Sound and ample opportunities for hiking, camping, and beachcombing. Fort Worden also hosts a variety of events and educational programs throughout the year, making it a great destination for history buffs and nature lovers alike.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-10/IMG_9057.JPG?itok=OZoXiEgy",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Fort%20Worden%20Historical%20State%20Park"
            },
            {
                "name": "Ginkgo Petrified Forest State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/ginkgo-petrified-forest-state-park",
                "content": "Ginkgo Petrified Forest State Park showcases 50 petrified Ginkgo logs from a prehistoric forest, along with stunning views of the Columbia River Gorge.",
                "description": "1. Ginkgo Petrified Forest State Park, located in central Washington, is home to one of the largest petrified forests in the world, with trees that date back over 15 million years.\n\n2. Visitors to the park can explore the unique landscape of colorful petrified wood, ancient fossils, and vibrant wildflowers that thrive in the arid climate.\n\n3. The park offers a variety of hiking trails, including the popular Ginkgo Petrified Forest Interpretive Trail, where visitors can learn about the geology and history of the area.\n\n4. For those interested in camping, the park features RV and tent sites with stunning views of the Columbia River Gorge, making it the perfect place to spend a night under the stars.\n\n5. Don't forget to stop by the Ginkgo Gem Shop, where you can purchase your own piece of petrified wood as a unique souvenir of your visit to this fascinating state park.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/GinkoPetrifiedForest_InterpretiveSigns3.jpg?itok=ObL7DiHP",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Ginkgo%20Petrified%20Forest%20State%20Park"
            },
            {
                "name": "Goldendale Observatory State Park Heritage Site",
                "url": "https://parks.wa.gov/find-parks/state-parks/goldendale-observatory-state-park-heritage-site",
                "content": "Goldendale Observatory State Park Heritage Site is home to one of the largest public telescopes in the Pacific Northwest, making it a prime spot for stargazing and astronomy education.",
                "description": "Goldendale Observatory State Park Heritage Site is located in the natural beauty of the Columbia River Gorge in Washington State. The observatory houses one of the nation's largest public telescopes, perfect for stargazing and learning about the universe. Visitors can attend astronomy programs and view celestial objects through the powerful telescopes. The park also offers daytime activities such as wildlife viewing, bird watching, and hiking on scenic trails. With its fascinating exhibits and knowledgeable staff, Goldendale Observatory State Park Heritage Site is a must-visit destination for astronomy enthusiasts and nature lovers alike.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-04/Goldendale%20Observatory%20new%20building.png?itok=I2drAApQ",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Goldendale%20Observatory%20State%20Park%20Heritage%20Site"
            },
            {
                "name": "Grayland Beach State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/grayland-beach-state-park",
                "content": "Grayland Beach State Park is a scenic coastal park known for its stunning sandy beaches and expansive views of the Pacific Ocean.",
                "description": "Grayland Beach State Park is a beautiful coastal park located in Southwest Washington, offering visitors stunning views of the Pacific Ocean. The park features over 7,400 feet of sandy beach, perfect for long walks, beachcombing, and picnicking. Visitors can also enjoy activities such as clam digging, kite flying, and bird watching along the shore. The park is a popular spot for camping, with both tent and RV sites available, as well as cabins for rent. Additionally, Grayland Beach State Park is known for its excellent surf fishing opportunities, so be sure to bring your fishing gear along for the trip!",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-04/Grayland%20Bech%20-%20sunset%202.jpg?itok=hgRQWwDT",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Grayland%20Beach%20State%20Park"
            },
            {
                "name": "Griffiths-Priday State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/griffiths-priday-state-park",
                "content": "Griffiths-Priday State Park is a small, picturesque park located along the Pacific Coast Highway in Washington, known for its sandy beaches and scenic ocean views.",
                "description": "Griffiths-Priday State Park is a hidden gem located on the Washington coast, offering stunning views of the Pacific Ocean. Visitors can explore miles of pristine sandy beaches, ideal for beachcombing and taking in the beautiful coastal scenery. The park is also known for its diverse wildlife, with opportunities for birdwatching and spotting marine mammals like seals and whales. Camping is available, with both RV and tent sites, providing the perfect opportunity to stay overnight and experience the tranquil beauty of the park. Whether you're looking for a relaxing day at the beach or a chance to immerse yourself in nature, Griffiths-Priday State Park is a must-visit destination on the Washington coast.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-05/GP%20Boardwalk%20Trail.JPG?itok=MGFXgxrs",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Griffiths-Priday%20State%20Park"
            },
            {
                "name": "Hope Island Marine State Park - Mason County",
                "url": "https://parks.wa.gov/find-parks/state-parks/hope-island-marine-state-park-mason-county",
                "content": "Hope Island Marine State Park in Mason County features picturesque views of the Puget Sound, camping options, and opportunities for boating, fishing, and wildlife viewing.",
                "description": "Hope Island Marine State Park is a scenic marine park located in Mason County, Washington. Visitors can explore the park's pristine beaches, lush forests, and diverse marine life. The park is only accessible by boat, making it a peaceful and secluded destination for outdoor enthusiasts. Campers can enjoy overnight stays in the park's primitive campsites, which offer stunning views of the surrounding water and mountains. Hiking trails wind through the park, providing opportunities for bird-watching and wildlife spotting.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/Hope%20Island-16.jpg?itok=9HSsfWPy",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Hope%20Island%20Marine%20State%20Park%20-%20Mason%20County"
            },
            {
                "name": "Hope Island Marine State Park - Skagit County",
                "url": "https://parks.wa.gov/find-parks/state-parks/hope-island-marine-state-park-skagit-county",
                "content": "Hope Island Marine State Park in Skagit County offers a peaceful escape with plenty of opportunities for boating, fishing, and picnicking.",
                "description": "Hope Island Marine State Park is a hidden gem located in Skagit County, Washington, accessible only by boat. Visitors can explore the island's lush forests, sandy beaches, and intricate network of hiking trails. The park offers opportunities for fishing, crabbing, clamming, and birdwatching, making it a popular destination for outdoor enthusiasts. Adventurous visitors can also paddle around the island in a kayak or canoe to get up close to the park's diverse marine life. With its tranquil surroundings and beautiful scenery, Hope Island Marine State Park is a perfect spot for a day trip or overnight camping getaway.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/Hope%20Island-skagit%208.jpg?itok=erRcTR0v",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Hope%20Island%20Marine%20State%20Park%20-%20Skagit%20County"
            },
            {
                "name": "Ike Kinswa State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/ike-kinswa-state-park",
                "content": "Ike Kinswa State Park is a beautiful waterfront park located on Mayfield Lake in southwestern Washington, offering camping, boating, and fishing opportunities.",
                "description": "Ike Kinswa State Park is a beautiful park located on the shores of Riffe Lake in Washington. Visitors can enjoy a variety of outdoor activities such as boating, fishing, swimming, and hiking in the park's scenic surroundings.\n\nThe park offers a large campground with over 100 campsites, many of which are located right on the lakefront, providing stunning views of the water. There are also cabins available for rent for those looking for a more comfortable accommodation option.\n\nOne of the highlights of Ike Kinswa State Park is the 2-mile long swimming beach, perfect for cooling off on a hot summer day. The park also has several picnic areas with tables and barbecue grills, making it a great spot for a family outing or a gathering with friends.\n\nNature enthusiasts will love exploring the park's network of hiking trails, which wind through lush forests and offer opportunities for bird-watching and wildlife spotting. Whether you're looking for a relaxing getaway or an action-packed outdoor adventure, Ike Kinswa State Park has something for everyone to enjoy.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/IkeKinswa_Paddleboarding_02232023.JPG?itok=QWLxOdXi",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Ike%20Kinswa%20State%20Park"
            },
            {
                "name": "Illahee State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/illahee-state-park",
                "content": "Illahee State Park is a 75-acre waterfront park offering sandy beaches, stunning views of Puget Sound, and opportunities for boating, fishing, and picnicking.",
                "description": "Illahee State Park is a beautiful 75-acre park located on the shores of Port Orchard Bay in Washington. Visitors can enjoy stunning views of the Olympic Mountains, explore the park's old-growth forests, and relax on the sandy beaches. The park offers a variety of recreational activities, including hiking, picnicking, and birdwatching. Illahee State Park also features a boat launch, making it a popular spot for boating and fishing enthusiasts. With its tranquil surroundings and diverse ecosystems, Illahee State Park is a perfect destination for nature lovers and outdoor enthusiasts alike.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-02/Illahee_Guns.jpg?itok=1fbvIppb",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Illahee%20State%20Park"
            },
            {
                "name": "Jackson House State Park Heritage Site",
                "url": "https://parks.wa.gov/find-parks/state-parks/jackson-house-state-park-heritage-site",
                "content": "Jackson House State Park Heritage Site is a historic homestead near Belfair, Washington that offers insight into pioneer life in the late 19th and early 20th centuries.",
                "description": "Jackson House State Park Heritage Site is located in a rural area near Wilkeson, Washington, offering visitors a unique glimpse into the life of an early pioneer family. The site includes the original homestead of the Jackson family, who settled in the area in the late 1800s, as well as a museum with exhibits on local history and logging practices.\n\nVisitors to Jackson House State Park Heritage Site can explore the restored log cabin and outbuildings that make up the homestead, getting a sense of what life was like for the Jackson family over a century ago. The park also features scenic hiking trails that wind through the surrounding forest, providing opportunities for wildlife viewing and birdwatching.\n\nOne of the highlights of a visit to Jackson House State Park Heritage Site is the chance to see the historic Jackson Cemetery, where several generations of the Jackson family are buried. The cemetery offers a poignant reminder of the challenges and triumphs faced by early settlers in the Pacific Northwest.\n\nOverall, Jackson House State Park Heritage Site is a peaceful and educational destination for history buffs and nature lovers alike, offering a glimpse into the rich heritage of Washington State. Whether you're interested in learning about pioneer life or simply enjoying a hike in a beautiful natural setting, this park has something to offer for visitors of all ages.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/JacksonHouse_Cabin3_03-20-2023.jpg?itok=lpSd4E49",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Jackson%20House%20State%20Park%20Heritage%20Site"
            },
            {
                "name": "James Island Marine State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/james-island-marine-state-park",
                "content": "James Island Marine State Park is a remote island park accessible only by boat, offering camping, hiking, and beachcombing opportunities.",
                "description": "James Island Marine State Park is a beautiful island park located in the San Juan Islands of Washington state. The park is only accessible by boat, making it a secluded and peaceful destination for visitors. Activities at the park include camping, hiking, wildlife watching, and boating. The island also features a stunning sandy beach and rocky shoreline, perfect for exploring and relaxing by the water. Visitors can enjoy breathtaking views of the surrounding islands and marine life, making James Island Marine State Park a must-visit destination for nature lovers.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-05/JamesIsland_waterview_09142017.jpg?itok=EHPSb5Xt",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=James%20Island%20Marine%20State%20Park"
            },
            {
                "name": "Jarrell Cove State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/jarrell-cove-state-park",
                "content": "Jarrell Cove State Park is a peaceful marine park on Harstine Island with picturesque views and water activities such as boating and fishing.",
                "description": "Jarrell Cove State Park is a beautiful waterfront park located on Harstine Island in Washington State. Visitors can enjoy stunning views of the Puget Sound, as well as opportunities for swimming, boating, and fishing. The park offers a variety of amenities including picnic areas, a playground, and hiking trails for visitors to explore. Wildlife enthusiasts will be delighted to spot various marine species such as seals, otters, and bald eagles. With its serene atmosphere and natural beauty, Jarrell Cove State Park is the perfect destination for a peaceful day by the water.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/Jarrell%20Cove%20-%20CoveView_03-16-2023.jpg?itok=BzaNozCa",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Jarrell%20Cove%20State%20Park"
            },
            {
                "name": "Joemma Beach State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/joemma-beach-state-park",
                "content": "Joemma Beach State Park is a scenic park located on the Key Peninsula offering swimming, fishing, and camping opportunities.",
                "description": "Joemma Beach State Park is a beautiful coastal park located on the Key Peninsula in Washington State. Visitors to the park can enjoy stunning views of Puget Sound and the surrounding islands, making it a perfect spot for picnics and beachcombing.\n\nThe park offers a variety of outdoor activities such as hiking, fishing, and birdwatching, with plenty of opportunities to spot local wildlife like bald eagles and harbor seals. Camping is also available at Joemma Beach, with both tent and RV sites available for reservation.\n\nFor those interested in water activities, the park has a boat launch for kayaking, paddleboarding, and crabbing in the calm waters of Mayo Cove. There are also several picnic areas with tables and grills for visitors looking to have a relaxing day by the water.\n\nJoemma Beach State Park is a hidden gem on the Key Peninsula, perfect for a day trip or weekend getaway to explore the natural beauty of the Pacific Northwest. Be sure to pack your camera to capture the breathtaking sunsets over the water and keep an eye out for the playful otters that frequent the shoreline.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/JoemmaBeach_Beach.jpg?itok=W9mIZsVV",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Joemma%20Beach%20State%20Park"
            },
            {
                "name": "Jones Island Marine State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/jones-island-marine-state-park",
                "content": "Jones Island Marine State Park is a scenic and peaceful marine park located in the San Juan Islands that offers boat moorage, camping, and hiking opportunities.",
                "description": "Jones Island Marine State Park is a beautiful and remote island located in the San Juan Islands in Washington State. The park offers stunning views of the surrounding waters and neighboring islands, making it a popular destination for boaters and kayakers. Visitors can explore the park's network of hiking trails, which lead through lush forests and along rocky shorelines. The island also features a small campground with primitive campsites for those looking to spend the night under the stars. Wildlife enthusiasts will appreciate the chance to spot seals, otters, and a variety of bird species while exploring the park.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-07/Document%20%281%29.jpg?itok=BIOeCzuE",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Jones%20Island%20Marine%20State%20Park"
            },
            {
                "name": "Joseph Whidbey State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/joseph-whidbey-state-park",
                "content": "Joseph Whidbey State Park is a peaceful and secluded waterfront park located on Whidbey Island with stunning views of the Puget Sound.",
                "description": "Joseph Whidbey State Park is located on Whidbey Island in Washington State and offers stunning views of the Puget Sound and Olympic Mountains. Visitors can enjoy miles of hiking trails through woodlands and along the rocky shoreline, perfect for birdwatching and spotting wildlife. The park also features a scenic picnic area with views of the water, making it an ideal spot for a relaxing outdoor meal. Camping is available at the park, with tent and RV sites nestled in the forested surroundings. For those interested in history, the park is named after Joseph Whidbey, who was a lieutenant aboard the HMS Discovery during Captain George Vancouver's 1791-1795 exploration of the Pacific Northwest.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-07/JosephWhidbey_Sunset2.jpg?itok=izmvwYU3",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Joseph%20Whidbey%20State%20Park"
            },
            {
                "name": "Kanaskat-Palmer State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/kanaskat-palmer-state-park",
                "content": "Kanaskat-Palmer State Park is a serene park located along the Green River, offering camping, picnicking, fishing, and water recreation.",
                "description": "Kanaskat-Palmer State Park is a beautiful park located in western Washington, just off of Highway 169. The park is known for its stunning scenery, which includes dense forests, rushing rivers, and towering cliffs. Visitors can enjoy a variety of outdoor activities, such as hiking, fishing, picnicking, and wildlife watching. The park also features a campground with spacious campsites for tents and RVs, as well as modern amenities like showers and restrooms. With its convenient location and abundance of recreational opportunities, Kanaskat-Palmer State Park is a great destination for nature lovers and outdoor enthusiasts alike.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-07/KanaskatPalmer_GreenRiver5.jpg?itok=5gjB962u",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Kanaskat-Palmer%20State%20Park"
            },
            {
                "name": "Kinney Point State Park Property",
                "url": "https://parks.wa.gov/find-parks/state-parks/kinney-point-state-park-property",
                "content": "Kinney Point State Park Property is a small, 76-acre park located along the shoreline of Puget Sound perfect for picnicking and beachcombing.",
                "description": "Kinney Point State Park Property is a hidden gem located on Harstine Island in Washington State. Visitors can enjoy stunning views of Puget Sound and the surrounding forested areas from the park's shoreline. The park offers a peaceful and secluded atmosphere, perfect for picnicking, fishing, and wildlife viewing. There are also opportunities for hiking, beachcombing, and birdwatching along the park's trails. With its scenic beauty and tranquil setting, Kinney Point State Park Property is a must-visit destination for nature lovers and outdoor enthusiasts.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/Kinney%20Point%20%20Beach.jpg?itok=Mb9ShBtW",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Kinney%20Point%20State%20Park%20Property"
            },
            {
                "name": "Kitsap Memorial State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/kitsap-memorial-state-park",
                "content": "Kitsap Memorial State Park is a peaceful waterfront park offering picturesque views of Hood Canal, with opportunities for camping, fishing, and beachcombing.",
                "description": "Kitsap Memorial State Park is a beautiful waterfront park located on the Kitsap Peninsula in Washington state. The park features stunning views of Hood Canal and the Olympic Mountains, making it a popular destination for nature lovers and outdoor enthusiasts. Visitors can enjoy picnicking, hiking, bird watching, and beachcombing along the park's rugged shoreline.\n\nIn addition to its natural beauty, the park also offers a variety of recreational activities, including fishing, crabbing, and kayaking. The park has a boat launch and a beach with a designated swimming area, making it a great spot for water sports and relaxation. For those looking to extend their stay, the park offers tent and RV camping sites with amenities such as showers and restrooms.\n\nKitsap Memorial State Park is also home to the World War II-era Nordic Heritage Museum, which showcases the history of the Scandinavian community in the area. The museum is a fascinating cultural attraction that offers insight into the region's rich heritage. Whether you're seeking outdoor adventure or cultural enrichment, Kitsap Memorial State Park has something for everyone to enjoy.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-04/S-1%20View%20Hood%20Canal.jpg?itok=-BRmLppC",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Kitsap%20Memorial%20State%20Park"
            },
            {
                "name": "Klickitat State Park Trail",
                "url": "https://parks.wa.gov/find-parks/state-parks/klickitat-state-park-trail",
                "content": "The Klickitat State Park Trail offers a scenic and relatively easy hike through lush forests and along the Klickitat River.",
                "description": "Klickitat State Park Trail is a stunning hiking trail located towards the eastern end of the Columbia River Gorge. This trail offers hikers breathtaking views of the Klickitat River, lush forests, and towering basalt cliffs. Visitors can expect a variety of terrains, from easy strolls along the river to more challenging uphill climbs. The trail is also popular for bird watching, with opportunities to spot eagles, hawks, and other unique bird species. Overall, Klickitat State Park Trail is a must-visit destination for outdoor enthusiasts looking to explore the beauty of the Pacific Northwest.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-04/Klickitat%20Trail%20Gravel.jpg?itok=KHxfBf2F",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Klickitat%20State%20Park%20Trail"
            },
            {
                "name": "Kopachuck State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/kopachuck-state-park",
                "content": "Kopachuck State Park offers a peaceful getaway with sandy beaches, hiking trails, and stunning views of Puget Sound.",
                "description": "Kopachuck State Park is located on the Key Peninsula in Gig Harbor, Washington, offering stunning views of the Puget Sound and the Olympic Mountains. Visitors can enjoy a variety of recreational activities such as hiking, picnicking, birdwatching, and beachcombing. The park features a sandy beach, perfect for swimming and relaxing on a sunny day. There are also several miles of scenic hiking trails that wind through lush forests and offer opportunities to spot wildlife. Kopachuck State Park is a peaceful escape from the hustle and bustle of city life, making it an ideal destination for nature lovers and outdoor enthusiasts.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-04/Kopachuck%20sunset.jpg?itok=yUIOIANm",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Kopachuck%20State%20Park"
            },
            {
                "name": "Lake Chelan State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/lake-chelan-state-park",
                "content": "Lake Chelan State Park offers a variety of recreational activities, including camping, boating, fishing, and hiking on the shores of the beautiful Lake Chelan.",
                "description": "Lake Chelan State Park is a breathtaking destination for nature lovers and outdoor enthusiasts. Situated along the pristine shores of Lake Chelan, this park offers a wide range of recreational activities such as swimming, boating, fishing, and hiking. Visitors can also enjoy picnicking and camping in the park's well-maintained facilities with stunning views of the lake and surrounding mountains. For those looking to explore the area further, the park is also conveniently located near wineries, orchards, and charming small towns. Whether you're looking for a relaxing getaway or an adventurous outdoor experience, Lake Chelan State Park has something for everyone to enjoy.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/LakeChelan_Beach.jpg?itok=YL0nvk9Z",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lake%20Chelan%20State%20Park"
            },
            {
                "name": "Lake Easton State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/lake-easton-state-park",
                "content": "Lake Easton State Park is a popular outdoor destination with a picturesque lake for fishing, swimming, and boating in the Cascade Mountains.",
                "description": "Lake Easton State Park is a popular destination for outdoor enthusiasts, offering opportunities for hiking, fishing, swimming, and boating. The park sits on the shores of Lake Easton, a 516-acre reservoir perfect for water-based activities. Visitors can enjoy picnicking in the designated areas or set up camp at one of the park's 45 campsites. Birdwatchers will also delight in the variety of bird species that inhabit the park, making it a great spot for wildlife viewing. With its stunning views and recreational opportunities, Lake Easton State Park is a must-visit for nature lovers in Washington.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-02/LakeEaston_Playstructure.jpg?itok=RGo_pmnh",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lake%20Easton%20State%20Park"
            },
            {
                "name": "Lake Sammamish State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/lake-sammamish-state-park",
                "content": "Lake Sammamish State Park is a 512-acre park offering boating, swimming, picnicking, and hiking opportunities on the shores of Lake Sammamish in Washington.",
                "description": "Lake Sammamish State Park is located in Issaquah, Washington and covers 512 acres of land along the shores of Lake Sammamish. Visitors can enjoy a variety of recreational activities such as swimming, kayaking, fishing, and hiking on the park's numerous trails. The park also features picnic areas, a playground, and a boat launch for those wanting to explore the lake by water. With stunning views of the Cascade Mountains and a wide range of amenities, Lake Sammamish State Park is the perfect destination for a day of outdoor fun for the whole family. Plan to arrive early on weekends and holidays as the park fills up quickly during peak season.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/lake-sammamish-6-entrance-sign.jpg?itok=24k449zW",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lake%20Sammamish%20State%20Park"
            },
            {
                "name": "Lake Sylvia State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/lake-sylvia-state-park",
                "content": "Lake Sylvia State Park is a peaceful wooded park surrounding a picturesque freshwater lake, offering swimming, fishing, and hiking opportunities in a natural setting.",
                "description": "Lake Sylvia State Park is located in Montesano, Washington and offers a peaceful retreat for visitors looking to relax and enjoy nature. The park features a beautiful lake surrounded by lush forests, making it a popular spot for hiking, fishing, and picnicking. There are also campsites available for those looking to spend the night under the stars. Visitors can explore the park's network of trails, which offer scenic views of the lake and the surrounding landscape. With its tranquil atmosphere and outdoor recreational opportunities, Lake Sylvia State Park is a great destination for nature lovers of all ages.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/LakeSylvia_Reflections%20on%20Lake_03-20-2023.jpg?itok=lMiPnLLy",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lake%20Sylvia%20State%20Park"
            },
            {
                "name": "Lake Wenatchee State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/lake-wenatchee-state-park",
                "content": "Lake Wenatchee State Park is a picturesque park located on the eastern shore of Lake Wenatchee, offering hiking, fishing, camping, and water sports in a stunning natural setting.",
                "description": "Lake Wenatchee State Park is a beautiful 492-acre park located on the eastern shore of Lake Wenatchee in Washington. Visitors can enjoy a variety of recreational activities such as camping, hiking, fishing, boating, and picnicking. The park features over 12 miles of hiking and biking trails, offering stunning views of the surrounding Cascade Mountains. In the winter, the park also becomes a popular destination for snow sports such as cross-country skiing, snowmobiling, and snowshoeing. With a sandy beach, playgrounds, and picnic areas, Lake Wenatchee State Park is a great place for families to relax and enjoy the outdoors.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/Lk%20Wena%20S%20Beach%20point%20White%20river%20fire%20Tomas%2C%20Paul.jpg?itok=CF882g3O",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lake%20Wenatchee%20State%20Park"
            },
            {
                "name": "Larrabee State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/larrabee-state-park",
                "content": "Larrabee State Park is Washington's first state park, offering stunning views of Samish Bay and access to miles of hiking trails and scenic beaches.",
                "description": "- Larrabee State Park is Washington's first state park and offers stunning views of the San Juan Islands and Olympic Mountains.\n- The park features two freshwater lakes for fishing and swimming, as well as over 8 miles of hiking trails that lead through lush forests and along the rocky coastline.\n- Visitors can explore the historic Fragrance Lake Trail, which was originally built in the 1920s by the Civilian Conservation Corps.\n- The park also offers opportunities for picnicking, camping, and wildlife watching, with common sightings of bald eagles, seals, and otters.\n- With its beautiful natural scenery and abundant recreational activities, Larrabee State Park is a perfect destination for outdoor enthusiasts and nature lovers alike.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-02/Larrabee_Vistitors%20at%20beach%20during%20sunset.PNG?itok=a08rbFpU",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Larrabee%20State%20Park"
            },
            {
                "name": "Leadbetter Point State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/leadbetter-point-state-park",
                "content": "Leadbetter Point State Park is a remote and undeveloped park on the Long Beach Peninsula, known for its diverse wildlife and stunning natural beauty.",
                "description": "Leadbetter Point State Park is a stunning 1,732-acre natural area located near the northernmost tip of the Long Beach Peninsula in Washington State. Visitors can enjoy pristine beaches, towering sand dunes, and diverse ecosystems including saltwater marshes and old growth forests. The park offers a variety of outdoor recreational activities such as beachcombing, birdwatching, hiking, clamming, and wildlife viewing. One of the highlights of Leadbetter Point State Park is the Leadbetter Point Trail, a scenic 4.2-mile loop trail that winds through the park's unique and beautiful landscapes. With its tranquil surroundings and abundant natural beauty, Leadbetter Point State Park is a must-visit destination for nature lovers and outdoor enthusiasts.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/LeadbetterPoint_MarshBeach_03-22-2023.jpg?itok=_rgmmByi",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Leadbetter%20Point%20State%20Park"
            },
            {
                "name": "Lewis & Clark State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/lewis-clark-state-park",
                "content": "Lewis & Clark State Park offers scenic views of the Lewis River and opportunities for hiking, camping, boating, and picnicking.",
                "description": "1. Lewis & Clark State Park is located on the banks of the Lower Granite Reservoir, offering stunning views of the surrounding scenery and opportunities for water recreation such as boating, fishing, and swimming.\n\n2. The park features a variety of hiking trails that wind through the lush forests, providing visitors with the chance to spot wildlife such as deer, squirrels, and a variety of bird species.\n\n3. History buffs will appreciate the park's connection to the Lewis and Clark expedition, as it was here that the famous explorers camped during their journey to the Pacific Ocean in the early 1800s.\n\n4. The park offers a range of camping options, from secluded tent sites to RV hookups with electricity and water, allowing visitors to fully immerse themselves in the natural beauty of the area.\n\n5. Whether you're looking for a peaceful retreat in nature or an active weekend of outdoor adventures, Lewis & Clark State Park has something for everyone to enjoy.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/Lewis%26Clark_Entrance%26RangerStation_03-01-2023.jpg?itok=yW4yzQY-",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lewis%20%26%20Clark%20State%20Park"
            },
            {
                "name": "Lewis & Clark Trail State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/lewis-clark-trail-state-park",
                "content": "Lewis & Clark Trail State Park is a peaceful spot along the Touchet River that offers camping, picnicking, and beautiful views of the surrounding countryside.",
                "description": "Lewis & Clark Trail State Park is a beautiful 37-acre park located along the Touchet River in Washington. Visitors can enjoy a variety of outdoor activities such as hiking, fishing, picnicking, and birdwatching. The park also features a campground with 24 tent spaces and 5 utility spaces for RVs, making it a great spot for a weekend getaway. History buffs will appreciate the park's connections to the Lewis and Clark Expedition, as it is situated near the route taken by the explorers in 1805. The park offers a peaceful and scenic retreat for those looking to immerse themselves in nature and learn about the region's rich history.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-04/Lewis%26ClarkTrail_InterpretiveSign.jpg?itok=uMQRv-us",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lewis%20%26%20Clark%20Trail%20State%20Park"
            },
            {
                "name": "Lime Kiln Point State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/lime-kiln-point-state-park",
                "content": "Lime Kiln Point State Park is a beautiful oceanfront park on San Juan Island known for its historic lighthouse and prime orca whale watching opportunities.",
                "description": "Lime Kiln Point State Park, located on the western side of San Juan Island in Washington state, is known for its stunning views of the Haro Strait and surrounding islands. Visitors can often spot orcas swimming by the park's shoreline, making it a popular spot for whale watching.\n\nIn addition to its picturesque scenery, Lime Kiln Point offers visitors the opportunity to explore the historic lime kiln structure that gives the park its name. Built in the 1860s, the kiln was used to produce lime for construction purposes and is now a fascinating relic of the island's industrial past.\n\nFor those looking to stretch their legs, the park features a network of hiking trails that wind through old-growth forests and offer glimpses of the area's diverse plant and animal life. Bird watchers will also appreciate the park's birding opportunities, with a variety of species making their home in the park's lush habitat.\n\nVisitors can relax and enjoy a picnic at one of the park's scenic overlooks or take in the views from the park's iconic lighthouse, which has been in operation since the early 20th century. Whether you're interested in history, nature, or simply soaking up the beauty of the Pacific Northwest, Lime Kiln Point State Park has something for everyone.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-04/LimeKiln_Ships.jpg?itok=JLO8WNGJ",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lime%20Kiln%20Point%20State%20Park"
            },
            {
                "name": "Lincoln Rock State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/lincoln-rock-state-park",
                "content": "Lincoln Rock State Park offers stunning views of the Columbia River and surrounding cliffs, as well as various recreational activities such as camping, hiking, and swimming.",
                "description": "Lincoln Rock State Park is located near Wenatchee, Washington, offering stunning views of the Columbia River and the surrounding mountains. Visitors can enjoy a variety of outdoor activities such as hiking, fishing, swimming, and camping. The park is a popular spot for rock climbing, with opportunities for both beginners and experienced climbers. There are picnic areas and playgrounds for families to relax and enjoy the beautiful scenery. With easy access to both water and land recreational activities, Lincoln Rock State Park is a perfect destination for nature lovers and outdoor enthusiasts.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-07/LincolnRock_Sign.jpg?itok=b_X7jagK",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lincoln%20Rock%20State%20Park"
            },
            {
                "name": "Lyons Ferry State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/lyons-ferry-state-park",
                "content": "Lyons Ferry State Park offers camping, fishing, and boating opportunities on the Snake River in eastern Washington.",
                "description": "Lyons Ferry State Park is located along the Snake River in eastern Washington, offering stunning views of the surrounding landscape. Visitors can enjoy a variety of outdoor activities, including boating, fishing, hiking, and picnicking. The park also features a boat launch and a swimming area, making it a popular spot for water-based recreation. Campers can stay overnight in the park's campground, which offers both tent and RV sites with modern amenities. Additionally, history buffs will appreciate the park's historic significance as a former ferry crossing on the Snake River.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-05/LyonsFerry_BoatLaunch.jpg?itok=c5XW3hop",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lyons%20Ferry%20State%20Park"
            },
            {
                "name": "Manchester State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/manchester-state-park",
                "content": "Manchester State Park is a scenic beachfront park located on the Kitsap Peninsula with opportunities for picnicking, hiking, and beachcombing.",
                "description": "Located on the Kitsap Peninsula, Manchester State Park offers visitors a picturesque setting with breathtaking views of Puget Sound and the Olympic Mountains. The park features a mile-long stretch of sandy beach, perfect for beachcombing, picnicking, and soaking up the sun. For history buffs, the park is home to a historic torpedo warehouse and remnants of a military installation from the early 1900s. Outdoor enthusiasts will enjoy exploring the network of hiking trails that wind through lush forests and along the coastline. Birdwatchers will be delighted by the variety of bird species that can be spotted in the park, making it a popular spot for birding enthusiasts.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-02/Manchester%20Torpedo%20Warehouse%202022.jpg?itok=rVEwLxkm",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Manchester%20State%20Park"
            },
            {
                "name": "Maryhill State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/maryhill-state-park",
                "content": "Maryhill State Park is a scenic park offering stunning views of the Columbia River Gorge and opportunities for camping, picnicking, and water activities.",
                "description": "Maryhill State Park is located in the Columbia River Gorge, providing stunning views of the river and surrounding landscapes. Visitors can enjoy a variety of recreational activities such as hiking, picnicking, and birdwatching in this beautiful natural setting. The park is also home to the Maryhill Museum of Art, which features an impressive collection of Native American artifacts, European paintings, and sculptures. Additionally, the park offers camping facilities for those looking to extend their stay and immerse themselves in the beauty of the area. Overall, Maryhill State Park is a must-visit destination for nature lovers and art enthusiasts alike.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-04/Maryhill_SwimArea2.jpg?itok=ZxZ8qt5U",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Maryhill%20State%20Park"
            },
            {
                "name": "Matia Island Marine State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/matia-island-marine-state-park",
                "content": "Matia Island Marine State Park is a rugged marine park accessible only by water, offering primitive camping, hiking trails, and stunning views of the San Juan Islands.",
                "description": "Matia Island Marine State Park is a hidden gem located in the San Juan Islands of Washington State. This scenic park offers visitors a unique opportunity to explore the marine environment, with activities such as boating, kayaking, and scuba diving.\n\nThe park features beautiful hiking trails that wind through lush forested areas, offering stunning waterfront views along the way. Visitors can also enjoy picnicking on the beach, birdwatching, and camping in designated areas.\n\nMatia Island Marine State Park is known for its diverse wildlife, including bald eagles, seals, and otters. The park is a popular spot for birdwatching, with opportunities to see a variety of coastal and migratory bird species.\n\nFor those looking to relax and unwind, the park offers peaceful and secluded camping sites, perfect for a weekend getaway. Whether you're an outdoor enthusiast or just looking to escape the hustle and bustle of city life, Matia Island Marine State Park has something for everyone.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-04/Matia%20Island_Island%20Trees_04-27-23.jpg?itok=6jwtKFO5",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Matia%20Island%20Marine%20State%20Park"
            },
            {
                "name": "McMicken Island Marine State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/mcmicken-island-marine-state-park",
                "content": "McMicken Island Marine State Park is a 14-acre marine park in South Puget Sound that offers a peaceful retreat for kayakers and boaters.",
                "description": "McMicken Island Marine State Park is a beautiful island park located in south Puget Sound, accessible only by boat making it a peaceful and secluded destination for visitors. The park offers stunning views of the surrounding water and forested islands, perfect for a relaxing day of picnicking and beachcombing. Visitors can explore the park's hiking trails and enjoy birdwatching and wildlife viewing opportunities. The park also has a dock for boaters to moor their vessels, making it a convenient stop for those exploring the waters of Puget Sound. Camping is available at the park, allowing visitors to spend a night under the stars in this idyllic island setting.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-08/mcmickenisland_view.jpg?itok=Epo6JW6O",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=McMicken%20Island%20Marine%20State%20Park"
            },
            {
                "name": "Millersylvania State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/millersylvania-state-park",
                "content": "Millersylvania State Park is a 842-acre park that offers camping, boating, swimming, and picnicking opportunities in a lush forest setting.",
                "description": "Millersylvania State Park offers a beautiful natural setting with over 3,000 acres of forested land and five miles of trails for hiking and biking. Visitors can enjoy swimming, boating, and fishing in the park's 842-acre lake, which is stocked with rainbow trout and provides a serene backdrop for picnicking and wildlife viewing. The park also features a historic swimming area, a amphitheater for outdoor performances, and a playground for children. Camping is available in the park, with options for tent camping, RV camping, and cabins, making it a perfect destination for a weekend getaway or family vacation in the Pacific Northwest. Millersylvania State Park is conveniently located near Olympia, making it an easily accessible destination for outdoor enthusiasts looking for a peaceful retreat in nature.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-05/Millersylvania-Dock-5-31-23.jpg?itok=mUuriHvJ",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Millersylvania%20State%20Park"
            },
            {
                "name": "Moran State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/moran-state-park",
                "content": "Moran State Park is a scenic and expansive park located on Orcas Island, featuring over 38 miles of hiking trails and stunning water views.",
                "description": "Moran State Park is a stunning park located on Orcas Island in the San Juan Islands of Washington State. The park covers over 5,000 acres and offers a wide range of recreational activities including hiking, swimming, fishing, and camping. One of the park's main attractions is Mount Constitution, the highest point in the San Juan Islands, which offers breathtaking panoramic views of the surrounding area from its stone observation tower. Visitors can also enjoy exploring the park's numerous lakes, waterfalls, and miles of scenic hiking trails. With its natural beauty and abundant wildlife, Moran State Park is a must-visit destination for outdoor enthusiasts and nature lovers alike.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-04/Moran_ArchEntrance_04-27-23.jpg?itok=rt32WRvQ",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Moran%20State%20Park"
            },
            {
                "name": "Mount Pilchuck State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/mount-pilchuck-state-park",
                "content": "Mount Pilchuck State Park is known for its stunning views of the Cascade Range, hiking trails, and an iconic fire lookout tower at the summit.",
                "description": "Mount Pilchuck State Park is situated in the breathtaking Cascade Mountain Range of Washington State. Visitors can enjoy hiking to the summit of Mount Pilchuck, where they will be rewarded with panoramic views of the surrounding area, including Mount Rainier and Puget Sound. The park offers a variety of trails for hikers of all skill levels, from easy strolls to challenging scrambles. Wildlife enthusiasts will appreciate the opportunity to spot black bears, mountain goats, and a variety of bird species in their natural habitat. For those looking to extend their stay, the park features a campground with tent sites and a picnic area for enjoying a meal in the great outdoors.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-07/MountPilchuck_Hikers3.jpg?itok=zqnPIjO6",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Mount%20Pilchuck%20State%20Park"
            },
            {
                "name": "Mount Spokane State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/mount-spokane-state-park",
                "content": "Mount Spokane State Park offers recreational opportunities year-round including hiking, mountain biking, skiing and snowshoeing.",
                "description": "Mount Spokane State Park is a popular destination for outdoor enthusiasts with over 100 miles of trails for hiking, mountain biking, and horseback riding. Visitors can enjoy stunning panoramic views of the surrounding mountains and valleys from the summit of Mount Spokane. The park also offers a variety of winter activities including skiing, snowshoeing, and snowmobiling. Wildlife enthusiasts will appreciate the opportunity to spot a variety of animals including deer, elk, and moose in their natural habitat. With multiple camping options available, visitors can extend their stay and fully immerse themselves in the beauty of the park.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-02/MSSP%20Vista%20House.jpg?itok=58XfHxC-",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Mount%20Spokane%20State%20Park"
            },
            {
                "name": "Mystery Bay State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/mystery-bay-state-park",
                "content": "Mystery Bay State Park is a small waterfront park located on Marrowstone Island with opportunities for camping, picnicking, and beachcombing.",
                "description": "Mystery Bay State Park is a charming and picturesque state park located on Marrowstone Island in Washington. It offers stunning views of the Puget Sound and is perfect for picnicking and beachcombing. Visitors can explore the park's wooded trails and even catch a glimpse of eagles, seals, and other wildlife. The park also features a boat launch for those interested in kayaking or paddleboarding in the calm waters of Mystery Bay. With its peaceful atmosphere and beautiful surroundings, Mystery Bay State Park is an ideal destination for nature lovers and outdoor enthusiasts.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-07/MysteryBay_Dock4.jpg?itok=llRbqhKM",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Mystery%20Bay%20State%20Park"
            },
            {
                "name": "Nisqually State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/nisqually-state-park",
                "content": "Nisqually State Park offers a peaceful escape with scenic views, hiking trails, and opportunities for bird watching and wildlife viewing.",
                "description": "Nisqually State Park is a beautiful and serene park located in Olympia, Washington. Visitors can enjoy a variety of outdoor activities such as hiking, birdwatching, and picnicking while taking in the breathtaking views of the Nisqually River Delta. The park is home to a wide range of wildlife, including bald eagles, otters, and salmon, making it a great spot for nature enthusiasts. With its miles of scenic trails, visitors can explore the park's diverse ecosystems, from lush forests to tidal marshes. Additionally, the park offers a visitor center where guests can learn more about the park's history and ecology.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-07/River%20from%20shoreline.jpg?itok=VoQLcN1C",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Nisqually%20State%20Park"
            },
            {
                "name": "Nolte State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/nolte-state-park",
                "content": "Nolte State Park is a peaceful 117-acre park located in the Cascade foothills, offering a quiet escape for picnicking, hiking, and fishing along Deep Lake.",
                "description": "1. Nolte State Park is a hidden gem located in Maple Valley, Washington, just a short drive from Seattle. The park offers a peaceful escape from city life, with over 117 acres of lush forest, hiking trails, and a beautiful lake for swimming and fishing.\n\n2. Visitors can enjoy picnicking in the park's spacious picnic areas, which are equipped with tables, grills, and shelters. The park also has a playground for kids, making it an ideal destination for families looking to spend a day outdoors.\n\n3. For those looking to explore the park's natural beauty, there are several miles of hiking trails that wind through the forest and along the shoreline of Deep Lake. Birdwatchers will appreciate the variety of bird species that call the park home, including ospreys and woodpeckers.\n\n4. The lake at Nolte State Park is perfect for swimming, kayaking, and fishing. Anglers can try their luck at catching rainbow trout, largemouth bass, and yellow perch in the crystal-clear waters of Deep Lake.\n\n5. Whether you're seeking a quiet spot to relax by the water or an adventurous hike through the forest, Nolte State Park has something for everyone to enjoy. Pack a picnic, lace up your hiking boots, and discover the natural beauty of this tranquil park just outside of Seattle.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-07/Nolte_SwimmingArea.jpg?itok=F2GVw43T",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Nolte%20State%20Park"
            },
            {
                "name": "Obstruction Pass State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/obstruction-pass-state-park",
                "content": "Obstruction Pass State Park is a small, scenic park located on Orcas Island featuring rocky beaches, hiking trails, and stunning views of the surrounding waterways.",
                "description": "Obstruction Pass State Park is located on Orcas Island in Washington State and is known for its stunning views, rocky cliffs, and pristine beaches. Visitors can explore miles of hiking trails that wind through lush forests and along the rugged coastline, offering spectacular vistas of the surrounding islands and the Salish Sea.\n\nThe park is a popular spot for wildlife viewing, with opportunities to see bald eagles, seals, otters, and a variety of seabirds. The rocky shoreline is also a great place for tide pooling, where visitors can discover an array of marine life in the tide pools at low tide. \n\nFor those looking to relax and enjoy the beach, Obstruction Pass State Park offers a sandy cove with calm waters that are perfect for swimming, kayaking, or simply soaking up the sun. Picnic areas and a small campground are available for visitors who want to extend their stay and experience the tranquility of this beautiful coastal oasis.\n\nOverall, Obstruction Pass State Park is a hidden gem on Orcas Island, offering a peaceful retreat for those seeking natural beauty, outdoor adventure, and a chance to connect with the stunning landscapes of the Pacific Northwest.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/ObstructionPass_WelcomeSign.jpg?itok=PAfM41tA",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Obstruction%20Pass%20State%20Park"
            },
            {
                "name": "Ocean City State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/ocean-city-state-park",
                "content": "Ocean City State Park offers a sandy beach, campgrounds, and opportunities for fishing and clamming on the Washington coast.",
                "description": "Ocean City State Park is a beautiful and peaceful coastal park located on the shores of the Pacific Ocean in Washington. Visitors can enjoy miles of sandy beaches perfect for relaxing, beachcombing, and picnicking. The park also offers opportunities for wildlife viewing, with a diversity of seabirds and marine life to observe. For those who enjoy fishing, the park has excellent surf fishing opportunities for catching salmon, surf perch, and more. Additionally, the park has a campground with spacious sites for tent and RV camping, making it a great destination for a weekend getaway or extended vacation.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-04/OceanCity_Campsite2_05-25-2015.jpg?itok=KfoCqtAV",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Ocean%20City%20State%20Park"
            },
            {
                "name": "Olallie State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/olallie-state-park",
                "content": "Olallie State Park is a peaceful place for outdoor activities like hiking, camping, and fishing in Washington State.",
                "description": "Olallie State Park is a beautiful nature reserve located in North Bend, Washington, offering visitors a peaceful escape into the wilderness. The park features miles of hiking trails, including the popular John Wayne Pioneer Trail, perfect for exploring the lush forests and scenic landscapes. Visitors can also enjoy picnicking, birdwatching, and wildlife viewing in this serene setting. Camping is available at the park, providing a unique opportunity to spend a night under the stars in the great outdoors. With its stunning natural beauty and variety of recreational activities, Olallie State Park is a must-visit destination for nature lovers and outdoor enthusiasts.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-05/Olallie_SnoqualmieRiver.jpg?itok=en_XTM4z",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Olallie%20State%20Park"
            },
            {
                "name": "Olmstead Place Historical State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/olmstead-place-historical-state-park",
                "content": "Olmstead Place Historical State Park features a restored pioneer homestead from the 1800s and offers a glimpse into the early days of Washington state.",
                "description": "Olmstead Place Historical State Park is a unique historical site in Washington state, offering visitors a glimpse into the life of early pioneers. The park features an original farmhouse built in the 1870s, complete with period furnishings and artifacts. Visitors can explore the historic barn, granary, and other outbuildings that have been preserved on the property.\n\nThe park also boasts a beautiful orchard with over 100 varieties of apple trees, as well as a small vineyard. In addition to the historical buildings and agricultural features, Olmstead Place Historical State Park offers a variety of recreational opportunities, including picnicking, hiking, and birdwatching.\n\nVisitors can take guided tours of the farmhouse and grounds, led by knowledgeable park rangers who share stories about the Olmstead family and the challenges they faced while homesteading in the region. The park hosts special events throughout the year, such as living history demonstrations, vintage baseball games, and farm-to-table dinners.\n\nWhether you are interested in history, agriculture, or simply enjoying the beauty of the Washington countryside, Olmstead Place Historical State Park is a must-visit destination for any nature lover or history buff.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-02/Olmstead%20Plac_tables-house.jpg?itok=rwrCDJlO",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Olmstead%20Place%20Historical%20State%20Park"
            },
            {
                "name": "Pacific Beach State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/pacific-beach-state-park",
                "content": "Pacific Beach State Park offers sandy beaches, dramatic cliffs, and opportunities for camping and bird watching on the Washington coast.",
                "description": "Pacific Beach State Park is a beautiful oceanfront park located on the Washington coast, offering stunning views of the Pacific Ocean. Visitors can enjoy camping right on the beach, with sites available for both tents and RVs. The park features a sandy beach perfect for beachcombing, kite flying, and building sandcastles. Hiking trails wind through the adjacent dunes, providing opportunities to spot wildlife and explore the diverse coastal ecosystem. The park also has a picnic area and playground, making it a great destination for families looking to enjoy a day by the sea.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-07/PacificBeach_Campground.jpg?itok=Ld6TXRY9",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Pacific%20Beach%20State%20Park"
            },
            {
                "name": "Pacific Pines State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/pacific-pines-state-park",
                "content": "Pacific Pines State Park is a scenic park located on Highway 101 near the town of Tokeland offering stunning views of the Pacific Ocean.",
                "description": "Located in the heart of the Pacific Northwest, Pacific Pines State Park offers visitors a serene escape into nature with its towering pine trees and sweeping views of the surrounding mountains. Visitors can enjoy a variety of outdoor activities such as hiking, picnicking, and birdwatching along the park's numerous trails. The park also features a beautiful sandy beach perfect for sunbathing and swimming during the warmer months. Camping enthusiasts will appreciate the park's well-maintained campsites, complete with fire pits and picnic tables for a cozy outdoor experience. Whether you're looking for a relaxing day trip or a weekend getaway, Pacific Pines State Park offers a peaceful retreat for nature lovers of all ages.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-07/PacificPines_BeachTrail.jpg?itok=VwfH3Rs4",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Pacific%20Pines%20State%20Park"
            },
            {
                "name": "Palouse Falls State Park Heritage Site",
                "url": "https://parks.wa.gov/find-parks/state-parks/palouse-falls-state-park-heritage-site",
                "content": "Palouse Falls State Park Heritage Site is home to one of the most striking waterfalls in Washington, plunging 198 feet into a deep canyon surrounded by beautiful landscapes.",
                "description": "Palouse Falls State Park Heritage Site is located in Franklin County, Washington, and is known for its stunning 198-foot waterfall that cascades into a deep canyon below. Visitors can enjoy hiking trails that offer panoramic views of the falls and the surrounding landscape, making it a popular spot for photographers. The park also features a picnic area, campground, and interpretive displays that showcase the geological history of the area. Additionally, the park offers opportunities for birdwatching, fishing, and stargazing, making it a great destination for nature enthusiasts. Don't forget to bring your camera to capture the beauty of this unique natural wonder!",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-04/Palouse%20Falls%20Wide%20Angle.jpg?itok=Zh-pTYu1",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Palouse%20Falls%20State%20Park%20Heritage%20Site"
            },
            {
                "name": "Palouse to Cascades State Park Trail",
                "url": "https://parks.wa.gov/find-parks/state-parks/palouse-cascades-state-park-trail",
                "content": "The Palouse to Cascades State Park Trail stretches for over 200 miles, offering stunning views of rivers, lakes, and mountains as it travels through diverse landscapes in Washington state.",
                "description": "The Palouse to Cascades State Park Trail, formerly known as the Iron Horse State Park Trail, is a 285-mile long trail that offers scenic views of Washington's diverse landscapes. Visitors can hike, bike, or horseback ride along the trail, which passes through forests, open plains, and the stunning Cascade Mountains. The trail follows the path of the historic Chicago, Milwaukee, St. Paul and Pacific Railroad, providing a glimpse into the region's rich history. Campgrounds and picnic areas are available along the trail, making it a great destination for outdoor enthusiasts looking to explore the natural beauty of the Pacific Northwest. Whether you're seeking a day trip or a multi-day adventure, the Palouse to Cascades State Park Trail offers a unique and immersive way to experience Washington's picturesque surroundings.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-07/P2C-Paved-Trail-7-2023.jpg?itok=dxhHylXj",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Palouse%20to%20Cascades%20State%20Park%20Trail"
            },
            {
                "name": "Palouse to Cascades State Park Trail Central",
                "url": "https://parks.wa.gov/find-parks/state-parks/palouse-cascades-state-park-trail-central",
                "content": "The Palouse to Cascades State Park Trail Central offers a 110-mile long recreational trail for hikers, bikers, and equestrians to explore the beautiful landscapes of Washington state.",
                "description": "The Palouse to Cascades State Park Trail Central is a beautiful and scenic trail that stretches over 100 miles through Washington state. Visitors can enjoy stunning views of the Cascade Mountains, lush forests, and serene rivers as they explore the trail. The trail is open to hikers, cyclists, and equestrians, making it a versatile option for outdoor enthusiasts of all kinds. Be sure to bring plenty of water, snacks, and sunscreen, as the trail can be quite remote in some areas. Don't forget your camera, as there are plenty of photo opportunities along the way to capture lasting memories of your adventure.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-07/Document.jpg?itok=WndrwpUC",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Palouse%20to%20Cascades%20State%20Park%20Trail%20Central"
            },
            {
                "name": "Palouse to Cascades State Park Trail East",
                "url": "https://parks.wa.gov/find-parks/state-parks/palouse-cascades-state-park-trail-east",
                "content": "The Palouse to Cascades State Park Trail East is a 110 mile-long recreational trail that offers stunning views of rolling hills, mountains, and diverse wildlife as it passes through Eastern Washington.",
                "description": "The Palouse to Cascades State Park Trail East, formerly known as the John Wayne Pioneer Trail, is a 110-mile long rail trail located in eastern Washington. The trail passes through diverse landscapes including rolling farmland, rugged canyons, and the majestic Cascade Mountains. Visitors can enjoy hiking, biking, horseback riding, and even cross-country skiing during the winter months.\n\nOne of the highlights of the trail is the 2.3-mile long Snoqualmie Tunnel, which offers a unique experience for visitors as they pass through the pitch-dark tunnel with the help of flashlights or headlamps. The trail also crosses several historic trestle bridges, providing stunning views of the surrounding scenery.\n\nCamping is available along the trail at various campgrounds, offering a chance for visitors to truly immerse themselves in the natural beauty of the area. Whether you're looking for a day trip or a multi-day adventure, the Palouse to Cascades State Park Trail East offers something for outdoor enthusiasts of all levels.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-08/beverly_bridge.jpg?itok=hgnbwR9-",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Palouse%20to%20Cascades%20State%20Park%20Trail%20East"
            },
            {
                "name": "Palouse to Cascades State Park Trail West",
                "url": "https://parks.wa.gov/find-parks/state-parks/palouse-cascades-state-park-trail-west",
                "content": "The Palouse to Cascades State Park Trail West offers stunning views and opportunities for hiking, biking, and horseback riding through diverse landscapes.",
                "description": "The Palouse to Cascades State Park Trail West, formerly known as the Iron Horse State Park Trail, stretches for over 100 miles across Washington state, from the eastern Palouse region to the western slopes of the Cascade Mountains. Visitors to this trail can enjoy stunning mountain and forest views, as well as access to numerous recreational opportunities such as hiking, biking, horseback riding, and cross-country skiing. The trail follows the path of the historic Chicago, Milwaukee, St. Paul and Pacific Railroad and passes through several iconic tunnels, including the Snoqualmie Tunnel which is over two miles long. The trail also offers a unique camping experience with primitive campsites located at various points along the route, allowing visitors to truly immerse themselves in the natural beauty of the Pacific Northwest. Overall, the Palouse to Cascades State Park Trail West is a must-visit destination for outdoor enthusiasts looking for a memorable adventure in Washington state.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-09/Palouse%20to%20Cascades%20-%20Bridge%20along%20the%20trail.jpg?itok=RsSXFU-9",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Palouse%20to%20Cascades%20State%20Park%20Trail%20West"
            },
            {
                "name": "Paradise Point State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/paradise-point-state-park",
                "content": "Paradise Point State Park is a beautiful park located on the Lewis River in Washington, featuring a variety of outdoor activities like hiking, picnicking, and fishing.",
                "description": "Paradise Point State Park is a hidden gem located along the shores of the beautiful Columbia River in Washington state. Visitors can enjoy fishing, boating, and picnicking in this peaceful and scenic park. The park also offers several miles of hiking and biking trails, providing opportunities for outdoor adventures and birdwatching. With stunning views of the river and surrounding mountains, Paradise Point State Park is a perfect spot for nature lovers and photographers alike. Whether you're looking for a relaxing day by the water or an active outdoor experience, this park has something for everyone to enjoy.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-07/ParadisePoint_Entrance.jpg?itok=g8ERDqZT",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Paradise%20Point%20State%20Park"
            },
            {
                "name": "Patos Island Marine State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/patos-island-marine-state-park",
                "content": "Patos Island Marine State Park is a remote island park with stunning views, rugged beaches, and abundant opportunities for wildlife viewing.",
                "description": "Patos Island Marine State Park is located on a small, rugged island in the Salish Sea, accessible only by private boat or kayak. The park offers stunning views of the surrounding marine environment, with opportunities for wildlife viewing and birdwatching.\n\nVisitors to the park can explore the island's rocky shoreline, tide pools, and sandy beaches, or take a hike along the hiking trails that wind through the forested interior of the island. The park is also a popular spot for picnicking, beachcombing, and camping, with a primitive camping area available for those looking to spend the night on the island.\n\nPatos Island Marine State Park is a remote and peaceful destination, perfect for those looking to get away from it all and immerse themselves in nature. Keep in mind that there are no services or facilities on the island, so visitors should come prepared with all necessary supplies and equipment.\n\nHistory buffs will appreciate the park's historical significance, as the island was once home to a lighthouse that guided ships through the treacherous waters of the Haro Strait. Today, visitors can still see the remnants of the lighthouse and learn about the island's maritime heritage.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/patos%20island3.jpg?itok=S61YgNrk",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Patos%20Island%20Marine%20State%20Park"
            },
            {
                "name": "Peace Arch Historical State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/peace-arch-historical-state-park",
                "content": "The Peace Arch Historical State Park is a symbol of peace and friendship between the United States and Canada, featuring a large white arch that straddles the border between the two countries.",
                "description": "Peace Arch Historical State Park is located on the international border between the United States and Canada in Blaine, Washington. The park is home to the Peace Arch, a 67-foot tall monument that symbolizes the long-standing peace and friendship between the two countries. Visitors can enjoy picnicking in the park while taking in breathtaking views of Semiahmoo Bay and the surrounding area. The park also features walking trails, a playground for children, and beautiful gardens that are perfect for a leisurely stroll. In addition, the park hosts special events throughout the year, including concerts, festivals, and ceremonies commemorating the historic relationship between the United States and Canada.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-02/PeaceArch_HistoricSign.jpg?itok=QSgEUObp",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Peace%20Arch%20Historical%20State%20Park"
            },
            {
                "name": "Pearrygin Lake State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/pearrygin-lake-state-park",
                "content": "Pearrygin Lake State Park is a scenic destination featuring a tranquil freshwater lake perfect for fishing, swimming, and boating activities.",
                "description": "Pearrygin Lake State Park is a beautiful 743-acre park located in the Methow Valley of Washington State. Visitors can enjoy a variety of outdoor activities including swimming, boating, fishing, and camping. The park offers two miles of hiking trails that wind through the scenic pine forests and meadows, providing excellent opportunities for birdwatching and wildlife viewing. The calm waters of Pearrygin Lake are perfect for kayaking and paddleboarding, or visitors can relax on the sandy beach and soak up the sun. With stunning mountain views and a peaceful atmosphere, Pearrygin Lake State Park is a great destination for nature lovers and outdoor enthusiasts.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-04/PearryginLake_Boats.jpg?itok=LxfEFWlE",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Pearrygin%20Lake%20State%20Park"
            },
            {
                "name": "Penrose Point State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/penrose-point-state-park",
                "content": "Penrose Point State Park is a beautiful park featuring a sandy beach, hiking trails, and stunning views of Carr Inlet and Mayo Cove.",
                "description": "Penrose Point State Park is located on the Key Peninsula in Washington state and offers visitors a peaceful and scenic escape. The park features over two miles of shoreline along Mayo Cove, perfect for beachcombing and birdwatching. Visitors can also explore the park's lush forests and hiking trails, which provide stunning views of the surrounding area. Camping is available at the park, with both tent and RV sites offered, making it a great spot for a weekend getaway. Additionally, the park has a boat launch for those looking to explore the waters of Mayo Cove and beyond.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-08/Penrose%20Point%20Path.jpg?itok=fo2bFXIF",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Penrose%20Point%20State%20Park"
            },
            {
                "name": "Peshastin Pinnacles State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/peshastin-pinnacles-state-park",
                "content": "Peshastin Pinnacles State Park is a unique geological formation featuring towering sandstone spires and scenic hiking trails.",
                "description": "Peshastin Pinnacles State Park is located in central Washington and offers stunning views of the surrounding mountains and valleys. The park is known for its unique rock formations, which are popular among rock climbers and hikers alike. Visitors can explore the park's hiking trails, picnic areas, and camping facilities, making it a great destination for outdoor enthusiasts.\n\nOne of the highlights of Peshastin Pinnacles State Park is its impressive basalt rock formations, which were created by volcanic activity millions of years ago. Rock climbers from around the region come to challenge themselves on these challenging cliffs and spires, making the park a popular destination for adventure seekers.\n\nFor those looking to explore the park on foot, there are several hiking trails that offer breathtaking views of the surrounding landscape. The park's diverse terrain and flora make it a great place for nature lovers to explore and appreciate the natural beauty of central Washington.\n\nIn addition to its outdoor recreational opportunities, Peshastin Pinnacles State Park also offers a campground for visitors looking to spend the night under the stars. The park has several tent and RV sites with amenities such as picnic tables, fire pits, and restrooms, making it a convenient and comfortable place to stay while enjoying all that the park has to offer. Whether you're a seasoned rock climber or a casual hiker, Peshastin Pinnacles State Park has something for everyone to enjoy.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-07/PeshastinPinnacles_RockClimber2.jpg?itok=bXDLo_2N",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Peshastin%20Pinnacles%20State%20Park"
            },
            {
                "name": "Pleasant Harbor State Park Property",
                "url": "https://parks.wa.gov/find-parks/state-parks/pleasant-harbor-state-park-property",
                "content": "Pleasant Harbor State Park Property offers a peaceful retreat with waterfront access and beautiful views of Hood Canal.",
                "description": "Pleasant Harbor State Park Property is a peaceful waterfront park located in Washington State, offering stunning views of Hood Canal and the Olympic Mountains. Visitors can enjoy a variety of outdoor activities such as boating, fishing, hiking, picnicking, and birdwatching in this beautiful natural setting. The park also has a boat launch, making it easy for boaters to access the pristine waters of Hood Canal. In addition, there are several scenic hiking trails that wind through the lush forest, providing opportunities to spot wildlife and take in the natural beauty of the area. Whether you're looking for a relaxing day by the water or a more active outdoor adventure, Pleasant Harbor State Park Property has something to offer for all nature enthusiasts.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-07/PleasantHarbor_Dock3.jpg?itok=7TSBKanP",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Pleasant%20Harbor%20State%20Park%20Property"
            },
            {
                "name": "Posey Island State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/posey-island-state-park",
                "content": "Posey Island State Park is a small, undeveloped island located in the Puget Sound, offering beautiful views and a peaceful atmosphere for visitors looking to explore nature.",
                "description": "Posey Island State Park, located in the San Juan Islands, is a hidden gem for kayakers and boaters looking to explore the Pacific Northwest. The park features stunning view of the surrounding islands and offers a peaceful setting for picnicking and wildlife spotting. Visitors can enjoy the park's network of hiking trails that lead through lush forests and along rugged coastal bluffs. The park is only accessible by boat, making it a truly secluded and serene destination for those looking to escape the hustle and bustle of everyday life. Posey Island State Park is a must-visit for outdoor enthusiasts seeking a unique and tranquil experience in Washington State.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/Posey%20Island%201.jpg?itok=zwTfmAlv",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Posey%20Island%20State%20Park"
            },
            {
                "name": "Potholes State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/potholes-state-park",
                "content": "Potholes State Park in Washington features unique geological formations, including giant potholes created by Ice Age floods.",
                "description": "1. Potholes State Park is located in Eastern Washington and is known for its unique geological formations caused by the Ice Age floods thousands of years ago. Visitors can explore the park's rugged terrain, including deep potholes carved out by swirling waters.\n\n2. The park offers a range of outdoor activities, including boating, fishing, hiking, and wildlife viewing. Anglers can try their luck at catching bass, trout, and walleye in the park's many lakes and ponds.\n\n3. Birdwatchers will be delighted by the diverse bird species that call Potholes State Park home, including bald eagles, ospreys, and migratory waterfowl. The park is a popular spot for birdwatching, especially during the spring and fall migration seasons.\n\n4. Campers can enjoy overnight stays at one of the park's campsites, which offer basic amenities such as picnic tables, fire rings, and vault toilets. The quiet and secluded campground provides a peaceful retreat for those looking to immerse themselves in nature.\n\n5. Whether you're seeking adventure on the water, a relaxing nature retreat, or an opportunity to explore Washington's unique geological features, Potholes State Park has something for everyone. Don't forget your camera to capture the stunning landscapes and diverse wildlife that make this park a true gem of Eastern Washington.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-04/Potholes_Waterfront.jpg?itok=N2ySfvR7",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Potholes%20State%20Park"
            },
            {
                "name": "Potlatch State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/potlatch-state-park",
                "content": "Potlatch State Park is a tranquil park located on the shores of Hood Canal, offering camping, beach access, and hiking trails.",
                "description": "Potlatch State Park is located in Washington State along Hood Canal, offering stunning views of the water and surrounding forests for visitors to enjoy. The park features over 6,000 feet of saltwater shoreline, making it perfect for activities like beachcombing, kayaking, and fishing. Visitors can relax on the sandy beaches or take a stroll along the park's hiking trails, which wind through lush forests and offer opportunities for birdwatching. There are picnic areas with grills available for those looking to have a meal with a view, as well as a boat launch for those wanting to explore the waters of Hood Canal. Potlatch State Park is a scenic and peaceful destination for outdoor enthusiasts looking to connect with nature.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-04/Potlatch_PicnicShelter2_06-17-2015.jpg?itok=jcQfQJMA",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Potlatch%20State%20Park"
            },
            {
                "name": "Rainbow Falls State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/rainbow-falls-state-park",
                "content": "Rainbow Falls State Park is a peaceful 139-acre park in Washington state known for its stunning waterfall and recreational opportunities.",
                "description": "Rainbow Falls State Park is a beautiful natural gem located in Washington state that offers a tranquil escape for visitors seeking to immerse themselves in nature. The park is known for its stunning waterfall, which cascades down a rock face in a colorful display of rushing water. In addition to the waterfall, the park also features lush forests, meandering streams, and a variety of wildlife, making it a great spot for nature lovers and photographers.\n\nVisitors to Rainbow Falls State Park can enjoy a range of outdoor activities, including hiking, birdwatching, fishing, and picnicking. The park has several well-maintained trails that wind through the forest, offering hikers the chance to explore the area's natural beauty. Fishing enthusiasts can try their luck at catching trout in the park's streams, and birdwatchers will delight in the opportunity to see a variety of bird species, including woodpeckers, owls, and eagles.\n\nFor those looking to extend their stay, Rainbow Falls State Park offers a campground with both tent and RV sites, as well as cabins for rent. The campground is equipped with modern amenities, including restrooms, showers, and drinking water, making it a comfortable base for exploring the park. Whether you're seeking a peaceful retreat in nature or an adventure-filled outdoor getaway, Rainbow Falls State Park has something for everyone to enjoy.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-07/RainbowFalls_Waterfall.jpg?itok=zfh-5WRu",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Rainbow%20Falls%20State%20Park"
            },
            {
                "name": "Rasar State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/rasar-state-park",
                "content": "Rasar State Park is a peaceful park located along the Skagit River, featuring picnicking, camping, and hiking opportunities.",
                "description": "Rasar State Park is a beautiful 169-acre park located in Skagit County, Washington. The park boasts stunning views of the Skagit River and Cascade Mountains, making it a popular destination for outdoor enthusiasts. Visitors can enjoy a variety of recreational activities, including hiking, fishing, birdwatching, and picnicking.\n\nOne of the main highlights of Rasar State Park is its extensive trail system, which offers picturesque walks through lush forests and along the riverbanks. The park also features a large camping area with both tent and RV sites, perfect for a weekend getaway in nature. Additionally, Rasar State Park is home to a variety of wildlife, including bald eagles, deer, and otters, making it a great spot for wildlife viewing and photography.\n\nFor those interested in history, Rasar State Park offers a glimpse into the region's past, with remnants of an old homestead and a historic barn on the park grounds. Overall, Rasar State Park provides a peaceful and scenic escape for visitors looking to immerse themselves in the beauty of the Pacific Northwest.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-05/Rasar_WelcomeSign.jpg?itok=Y36MiyGE",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Rasar%20State%20Park"
            },
            {
                "name": "Reed Island State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/reed-island-state-park",
                "content": "Reed Island State Park is a small, undeveloped island in the Columbia River, offering solitude and scenic views for boaters and kayakers.",
                "description": "Reed Island State Park is a hidden gem located on the Columbia River in Washington state, offering visitors a peaceful and secluded escape from the hustle and bustle of city life. This 510-acre park is only accessible by boat, making it the perfect destination for those seeking a true getaway in nature. Visitors can enjoy picnicking, birdwatching, and hiking along the park's lush trails, with breathtaking views of the river and surrounding forests. For those looking to extend their stay, the park offers primitive camping sites, allowing guests to truly immerse themselves in the beauty of the natural surroundings. Whether you're looking for a day trip or a weekend retreat, Reed Island State Park offers a unique and unforgettable outdoor experience for all ages.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-07/Reed-Island-Large-7-20-23.jpg?itok=PbsLoSAc",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Reed%20Island%20State%20Park"
            },
            {
                "name": "Riverside State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/riverside-state-park",
                "content": "Riverside State Park is a 14,000-acre recreation area with over 55 miles of trails for hiking, biking, and horseback riding.",
                "description": "Riverside State Park is a beautiful 14,000-acre park located in Eastern Washington along the Spokane and Little Spokane Rivers. Visitors can enjoy a variety of outdoor activities including hiking, biking, horseback riding, and fishing. The park offers over 55 miles of trails, ranging from easy walks to more challenging hikes for all skill levels.\nOne of the park's most popular attractions is the Bowl and Pitcher, a unique rock formation along the Spokane River that is perfect for picnicking and taking in the picturesque views. Riverside State Park also has several campgrounds and picnic areas for visitors looking to extend their stay and immerse themselves in nature. Whether you're looking for a leisurely day trip or a weekend adventure, Riverside State Park offers something for everyone to enjoy in the great outdoors.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-02/RIverside%20BP%20Bridge.jpg?itok=bQF5SId2",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Riverside%20State%20Park"
            },
            {
                "name": "Rockport State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/rockport-state-park",
                "content": "Rockport State Park is a scenic natural area in Washington state, known for its beautiful old-growth forests and stunning views of the Skagit River.",
                "description": "Rockport State Park is located in Skagit County in Washington state, right along the Skagit River. The park is known for its stunning old-growth forests, which are perfect for hiking and bird-watching. Visitors can also enjoy fishing in the Skagit River or exploring the park's scenic viewpoints. Rockport State Park offers a peaceful and remote getaway for those looking to disconnect and immerse themselves in nature. With its rich biodiversity and tranquil atmosphere, this park is a must-visit for outdoor enthusiasts.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-05/Rockport_WelcomeSign.jpg?itok=GfbhhEpo",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Rockport%20State%20Park"
            },
            {
                "name": "Sacajawea Historical State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/sacajawea-historical-state-park",
                "content": "The Sacajawea Historical State Park in Washington honors the Shoshone guide who assisted Lewis and Clark on their expedition, featuring a replica of the original expedition's campsite.",
                "description": "Sacajawea Historical State Park is located in Pasco, Washington, overlooking the beautiful waters of the Columbia River. This park is dedicated to the memory of Sacagawea, the Shoshone Native American woman who guided the Lewis and Clark Expedition. Visitors can explore a replica of a Native American village and learn about the history of the area through interpretive exhibits. The park also offers opportunities for hiking, picnicking, and bird watching, with stunning views of the river and surrounding landscape. Don't miss the chance to visit this historic park and immerse yourself in the rich cultural heritage of the Pacific Northwest.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-05/Sacajawea_WaterFront.jpg?itok=14W-jlbH",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Sacajawea%20Historical%20State%20Park"
            },
            {
                "name": "Saddlebag Island Marine State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/saddlebag-island-marine-state-park",
                "content": "Saddlebag Island Marine State Park is a small, undeveloped island park accessible only by boat, offering picnicking, wildlife viewing, and unspoiled beaches.",
                "description": "Saddlebag Island Marine State Park is a hidden gem located in the waters of Skagit Bay near Anacortes, Washington. This small island park offers a peaceful and secluded setting for visitors to explore and enjoy the beauty of the Pacific Northwest.\n\nVisitors can reach the island by boat or kayak, as there are no facilities or services on the island itself. Once on the island, visitors can hike through the dense forest, relax on the rocky beaches, or take in the stunning views of the surrounding water and mountains.\n\nThe park is a popular spot for birdwatching, with a variety of bird species calling the island home or using it as a resting or nesting area. Bald eagles, herons, and seabirds can often be spotted soaring overhead or fishing in the waters around the island.\n\nCamping is not allowed on the island, but visitors can enjoy picnicking and beachcombing during the day. The island is a great place for a day trip or as a stop on a longer kayaking or boating adventure in the area.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-05/Saddlebag%20Island%20boaters%20and%20people%20playing%20in%20water%2C%20onshore.jpg?itok=oMNA45ns",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Saddlebag%20Island%20Marine%20State%20Park"
            },
            {
                "name": "Saint Edward State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/saint-edward-state-park",
                "content": "Saint Edward State Park features peaceful forests, beautiful water views, and historic buildings nestled on the shores of Lake Washington.",
                "description": "Saint Edward State Park is a beautiful 316-acre park located in Kenmore, Washington, featuring lush forested areas, stunning views of Lake Washington, and opportunities for hiking, picnicking, and wildlife viewing. Visitors can explore over seven miles of hiking trails, including the popular Perimeter Trail, which offers panoramic views of the lake and surrounding landscape. The park also boasts a historic seminary building, now converted into a retreat center and lodge, perfect for hosting events and overnight stays. With its tranquil atmosphere and abundance of natural beauty, Saint Edward State Park is a must-visit destination for outdoor enthusiasts and nature lovers alike. Don't forget to bring your camera to capture the park's picturesque scenery and stunning sunsets over the lake.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/Saint%20Edward%20seminary.jpg?itok=_FjvZKkj",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Saint%20Edward%20State%20Park"
            },
            {
                "name": "Saltwater State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/saltwater-state-park",
                "content": "Saltwater State Park offers a unique blend of forest and beach landscapes, perfect for camping, swimming, hiking, and picnicking.",
                "description": "Saltwater State Park in Washington offers a unique combination of beach access and forested hiking trails, making it an ideal destination for outdoor enthusiasts. Visitors can enjoy swimming, snorkeling, and scuba diving in the park's protected marine sanctuary, which is home to a variety of marine life. The park also features picnic areas, a playground, and overnight camping facilities, providing opportunities for a full day or weekend of exploration and relaxation. For history buffs, Saltwater State Park offers the chance to explore the remnants of the Civilian Conservation Corps camp that was established in the 1930s during the Great Depression. With its diverse array of recreational activities and natural beauty, Saltwater State Park is a must-visit destination for nature lovers of all ages.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-07/Saltwater_Beach2.jpg?itok=Z3DZdYQg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Saltwater%20State%20Park"
            },
            {
                "name": "Scenic Beach State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/scenic-beach-state-park",
                "content": "Scenic Beach State Park offers stunning views of the Olympic Mountains and Hood Canal, perfect for picnicking, beachcombing, and exploring a variety of hiking trails.",
                "description": "Scenic Beach State Park is a beautiful 88-acre park located on the western shore of Hood Canal in Seabeck, Washington. Visitors can enjoy stunning views of the Olympic Mountains and calm waters perfect for swimming, fishing, and kayaking. The park features a sandy beach, picnic areas, and several miles of hiking trails through lush forests. Camping is also available for those looking to spend a night under the stars. Birdwatchers will appreciate the variety of bird species that can be spotted in the park, including bald eagles and ospreys.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-04/SB%20Shore%202022.jpg?itok=kIU7310b",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Scenic%20Beach%20State%20Park"
            },
            {
                "name": "Schafer State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/schafer-state-park",
                "content": "Schafer State Park offers a riverside campground with beautiful views of the Satsop River.",
                "description": "Schafer State Park is a peaceful park located in the middle of some of Washington State's most beautiful scenery. Visitors can enjoy a day of hiking through the lush forests, with some trails leading to stunning viewpoints overlooking the Satsop River. The park also offers activities such as camping, fishing, and picnicking, making it a great spot for a weekend getaway with family or friends. Nature enthusiasts will appreciate the diverse wildlife that can be spotted throughout the park, including birds, deer, and even the occasional black bear. With its tranquil atmosphere and abundance of outdoor activities, Schafer State Park is a must-visit destination for anyone looking to connect with nature.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/Schafer_WelcomeSign.jpg?itok=ZdDeQR8e",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Schafer%20State%20Park"
            },
            {
                "name": "Seaquest State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/seaquest-state-park",
                "content": "Seaquest State Park features a 1,450-acre forest setting with campsites, hiking trails, and access to Silver Lake for boating and fishing.",
                "description": "Seaquest State Park is a beautiful 475-acre park located in Washington State, offering a variety of recreational activities for visitors to enjoy. The park features a picturesque lake perfect for fishing, boating, and swimming during the summertime. Visitors can also explore the park's numerous hiking and biking trails, which wind through lush forests and offer stunning views of the surrounding landscape. Camping is available at Seaquest State Park, with both tent and RV sites equipped with amenities such as fire pits, picnic tables, and restrooms. For those interested in wildlife viewing, the park is home to a variety of birds and small mammals, making it a great spot for nature enthusiasts.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2024-01/Seaquest%20View%20MT%20ST%20Helens.JPG?itok=-KYm0PGi",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Seaquest%20State%20Park"
            },
            {
                "name": "Seashore Conservation Area",
                "url": "https://parks.wa.gov/find-parks/state-parks/seashore-conservation-area",
                "content": "The Seashore Conservation Area in Washington State protects critical marine habitats and provides opportunities for wildlife viewing and beach activities.",
                "description": "The Seashore Conservation Area in Washington State is a pristine coastal park located near the town of Hoquiam. Visitors to this area can enjoy a variety of outdoor activities, such as hiking, bird watching, and beachcombing.\n\nOne of the most unique aspects of this conservation area is its diverse ecosystem, which includes tide pools, estuaries, and sand dunes. This makes it an ideal location for nature enthusiasts looking to observe a wide range of plant and animal species.\n\nThose interested in learning more about the local flora and fauna can participate in guided nature walks and educational programs organized by park rangers. Visitors can also relax on the sandy beaches and take in breathtaking views of the Pacific Ocean.\n\nDue to its remote location, the Seashore Conservation Area offers a peaceful and tranquil setting for those seeking a break from the hustle and bustle of city life. Camping facilities are available for those who wish to extend their stay and fully immerse themselves in the beauty of the surrounding natural environment.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-08/07-Pacific%20Beach.jpg?itok=XEZWTW9g",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Seashore%20Conservation%20Area"
            },
            {
                "name": "Sequim Bay State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/sequim-bay-state-park",
                "content": "Sequim Bay State Park is a 92-acre park known for its stunning views of the Olympic Mountains, offering camping, picnicking, and water activities like boating and fishing.",
                "description": "1. Sequim Bay State Park is a beautiful and serene waterfront park located on the Olympic Peninsula in Washington State. Visitors can enjoy stunning views of the bay and surrounding mountains while exploring the park's lush forests and sandy beaches.\n\n2. The park offers a variety of outdoor activities, including hiking, birdwatching, kayaking, and fishing. There are several picturesque picnic areas and campsites for visitors to relax and enjoy the natural beauty of the area.\n\n3. Wildlife enthusiasts will be delighted to spot a wide variety of bird species, including bald eagles, herons, and kingfishers. The bay is also home to seals and otters, which can often be seen frolicking in the water.\n\n4. Sequim Bay State Park is a great place for families to spend the day, with a playground and designated swimming area for children to enjoy. The park is also pet-friendly, so feel free to bring your furry friends along for a day of fun in the sun.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/SequimBay_Shoreline.jpg?itok=ROh3awwb",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Sequim%20Bay%20State%20Park"
            },
            {
                "name": "Shine Tidelands State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/shine-tidelands-state-park",
                "content": "Shine Tidelands State Park is a small park located on the Hood Canal with stunning views of the Olympic Mountains.",
                "description": "Shine Tidelands State Park is a tranquil and picturesque park located on the Hood Canal in Washington State. Visitors can enjoy stunning views of the Olympic Mountains and the Hood Canal while exploring the park's sandy beaches and lush forests. The park offers opportunities for birdwatching, beachcombing, and picnicking, making it a popular destination for nature lovers. Shoreline fishing and shellfish harvesting are also popular activities at Shine Tidelands State Park. Visitors can relax and unwind in this beautiful coastal setting, making it the perfect spot for a peaceful day trip or weekend getaway.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-04/ShineTidelands_PicnicArea2.jpg?itok=zBOaR1uG",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Shine%20Tidelands%20State%20Park"
            },
            {
                "name": "Skagit Island Marine State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/skagit-island-marine-state-park",
                "content": "Skagit Island Marine State Park is a small island park located in Skagit Bay, offering boating, beachcombing, and wildlife viewing opportunities.",
                "description": "Skagit Island Marine State Park is a beautiful and remote island located in the northern part of Puget Sound, accessible only by boat. Visitors can enjoy stunning views of the surrounding water and mountains, as well as a variety of marine wildlife including seals and seabirds.\n\nThe island offers camping opportunities for those looking to spend the night in this tranquil setting, with primitive campsites available on a first-come, first-served basis. There are also opportunities for hiking along the rugged coastline and through the dense forested areas on the island.\n\nFor those interested in exploring the marine environment, the park is a popular spot for kayaking and paddleboarding, allowing visitors to get up close and personal with the diverse marine life in the area. Snorkeling and scuba diving are also popular activities for those looking to explore the underwater world surrounding Skagit Island.\n\nOverall, Skagit Island Marine State Park is a hidden gem for outdoor enthusiasts looking to experience the beauty and tranquility of the Pacific Northwest. Whether you're looking to camp, hike, or paddle, this park offers a unique and memorable experience for all who visit.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-08/skagit_island.jpg?itok=jBfRNKFO",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Skagit%20Island%20Marine%20State%20Park"
            },
            {
                "name": "South Whidbey State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/south-whidbey-state-park",
                "content": "South Whidbey State Park offers stunning views of the Puget Sound and Cascade Mountains.",
                "description": "South Whidbey State Park is a beautiful 347-acre park located on Puget Sound, offering stunning views of the water and surrounding mountains. Visitors can enjoy a variety of recreational activities such as hiking, birdwatching, picnicking, and beachcombing. The park also features a 3.5-mile loop trail that winds through lush forests and along the shoreline. For those looking to spend the night, there are tent and RV campsites available for reservations, as well as a group campsite for larger gatherings. Whether you're looking for a relaxing day by the water or a weekend getaway in nature, South Whidbey State Park is a perfect destination for outdoor enthusiasts.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-08/south_whidbey_welcome_sign.jpg?itok=RfJmUKrS",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=South%20Whidbey%20State%20Park"
            },
            {
                "name": "Spencer Spit State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/spencer-spit-state-park",
                "content": "Spencer Spit State Park is a scenic and peaceful park located on Lopez Island in the San Juan Islands, offering camping, picnicking, and beachcombing opportunities.",
                "description": "Spencer Spit State Park, located on Lopez Island in Washington state, offers visitors a tranquil and picturesque setting for outdoor activities such as camping, beachcombing, and wildlife viewing. The park features a one-mile stretch of pristine sandy beach perfect for picnicking or swimming in the calm waters of the Salish Sea. Visitors can explore the park's network of hiking trails that wind through lush forests, providing opportunities to spot a variety of bird species and other wildlife. Camping enthusiasts can enjoy waterfront campsites with stunning views of the surrounding islands and the Olympic Mountains in the distance. Spencer Spit State Park is also popular among kayakers and paddleboarders looking to explore the park's scenic coastline and nearby marine trails.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-05/SpencerSpit_Sailboat.jpg?itok=gKV9bm06",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Spencer%20Spit%20State%20Park"
            },
            {
                "name": "Spokane River Centennial State Park Trail",
                "url": "https://parks.wa.gov/find-parks/state-parks/spokane-river-centennial-state-park-trail",
                "content": "The Spokane River Centennial State Park Trail offers stunning views of the Spokane River and surrounding natural scenery for hiking and biking.",
                "description": "The Spokane River Centennial State Park Trail is a scenic 37-mile trail that follows along the Spokane River, providing visitors with gorgeous views of the surrounding natural landscapes. The trail is popular among hikers, bikers, and horseback riders looking to explore the beauty of the area. Along the trail, visitors can expect to encounter diverse wildlife, including deer, bald eagles, and various bird species, making it a great spot for nature enthusiasts. Additionally, the trail features multiple access points and picnic areas, making it a perfect destination for a day trip or weekend getaway. Whether you're looking for a leisurely stroll or a more challenging hike, the Spokane River Centennial State Park Trail offers something for everyone to enjoy.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-11/Centennial%20Trail%20View.jpg?itok=XKyyNT-0",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Spokane%20River%20Centennial%20State%20Park%20Trail"
            },
            {
                "name": "Spring Creek Hatchery State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/spring-creek-hatchery-state-park",
                "content": "Spring Creek Hatchery State Park is a small park located in eastern Washington, offering fishing and picnicking opportunities near the Nez Perce National Historic Trail.",
                "description": "Spring Creek Hatchery State Park is located in Eastern Washington and offers visitors a unique opportunity to learn about fish hatchery operations. Visitors can take a self-guided tour of the facility to see where rainbow trout are raised before being released into nearby waters for anglers to catch. The park also has picnic areas and hiking trails, making it a great spot for a day trip with family or friends. Bird watchers will enjoy the park's diverse bird population, with opportunities to see eagles, herons, and other species along the creek. Fishing is allowed at the park, providing anglers with the chance to catch their own rainbow trout in the nearby waters.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/SpringCreek_Windsurfers5.jpg?itok=ZM3nz4zK",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Spring%20Creek%20Hatchery%20State%20Park"
            },
            {
                "name": "Squak Mountain State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/squak-mountain-state-park",
                "content": "Squak Mountain State Park in Issaquah features miles of hiking trails through lush forests and offers scenic views of the Issaquah Alps and Lake Sammamish.",
                "description": "Squak Mountain State Park offers visitors a serene escape into nature with its lush forests and scenic hiking trails. The park is home to a variety of wildlife, including deer, coyotes, and a diverse array of bird species, making it a perfect spot for wildlife enthusiasts and birdwatchers.\n\nOne of the highlights of Squak Mountain State Park is the Central Peak trail, which leads hikers to the summit of Squak Mountain and offers panoramic views of the surrounding landscape. The park also features picnic areas and a playground, making it a great destination for families looking to spend a day outdoors.\n\nHikers can explore miles of trails that wind through old-growth forests, meadows, and wetlands, providing a unique opportunity to experience the diverse ecosystems of the Pacific Northwest. During the spring and summer months, visitors can enjoy blooming wildflowers and vibrant foliage, creating a picturesque backdrop for outdoor adventures.\n\nSquak Mountain State Park is conveniently located just a short drive from Seattle, making it an ideal day trip destination for city dwellers looking to escape the hustle and bustle of urban life. Whether you're seeking a challenging hike to the summit or a leisurely stroll through the forest, Squak Mountain State Park offers something for every outdoor enthusiast to enjoy.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-05/SquakMountain_WelcomeSign.jpg?itok=cZMevx78",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Squak%20Mountain%20State%20Park"
            },
            {
                "name": "Squilchuck State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/squilchuck-state-park",
                "content": "Squilchuck State Park offers a peaceful setting for picnicking, hiking, and bird-watching near Wenatchee, Washington.",
                "description": "Squilchuck State Park, located in central Washington near Wenatchee, offers visitors a beautiful natural setting with stunning views of the surrounding Cascade Mountains.\n\nThis 288-acre park is known for its network of hiking and mountain biking trails that wind through forests of Ponderosa pine and Douglas fir trees.\n\nOne of the highlights of Squilchuck State Park is the Squilchuck Creek, a picturesque stream that flows through the park and provides opportunities for fishing, swimming, and picnicking.\n\nFor those looking to spend the night, the park features a campground with tent and RV sites, as well as cozy yurts available for rent.\n\nOverall, Squilchuck State Park is a great destination for outdoor enthusiasts looking to explore the beauty of the Pacific Northwest and enjoy a variety of recreational activities in a peaceful and natural setting.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-08/squilchuck_lodge.jpg?itok=uP2mI9kL",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Squilchuck%20State%20Park"
            },
            {
                "name": "Steamboat Rock State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/steamboat-rock-state-park",
                "content": "Steamboat Rock State Park is a popular outdoor recreation spot in Washington State known for its towering basalt butte and scenic views of Banks Lake.",
                "description": "Steamboat Rock State Park is located in North Central Washington and is known for its stunning views of the surrounding landscape, including the massive rock formation for which the park is named. Visitors can enjoy a variety of recreational activities such as hiking, fishing, boating, and camping in this beautiful area. The park also offers several miles of hiking trails, including a challenging trek to the top of Steamboat Rock for panoramic views of the Grand Coulee and Banks Lake. Camping facilities are available for those looking to spend the night in this scenic and peaceful setting. With its unique geology and diverse wildlife, Steamboat Rock State Park is a must-visit destination for nature lovers and outdoor enthusiasts.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/SteamboatRock_CampgroundView.jpg?itok=wJX1ksMs",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Steamboat%20Rock%20State%20Park"
            },
            {
                "name": "Steptoe Battlefield State Park Heritage Site",
                "url": "https://parks.wa.gov/find-parks/state-parks/steptoe-battlefield-state-park-heritage-site",
                "content": "Steptoe Battlefield State Park Heritage Site commemorates the 1858 battle between the U.S. Army and Native American tribes, offering a glimpse into Washington's history.",
                "description": "Steptoe Battlefield State Park Heritage Site in Washington State marks the site of the 1858 Battle of Steptoe in which U.S. Army troops clashed with Native Americans of the Spokane tribe.\n\nVisitors can explore the park's trails and learn about the history of the conflict through interpretive signs and exhibits.\n\nThe park offers picnicking areas and a small campground for overnight stays, making it a great destination for history buffs and nature lovers alike.\n\nOne of the highlights of the park is the panoramic views from the top of Steptoe Butte, a quartzite outcropping that rises 3,612 feet above sea level and offers stunning vistas of the surrounding countryside.\n\nOverall, Steptoe Battlefield State Park Heritage Site is a unique and educational destination that provides insights into an important chapter of Washington State's history.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/SteptoeBattlefield_HeritageSite7.jpg?itok=5Iogi6k8",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Steptoe%20Battlefield%20State%20Park%20Heritage%20Site"
            },
            {
                "name": "Steptoe Butte State Park Heritage Site",
                "url": "https://parks.wa.gov/find-parks/state-parks/steptoe-butte-state-park-heritage-site",
                "content": "Steptoe Butte State Park Heritage Site offers panoramic views from its 3,612-foot summit that include the rolling hills of the Palouse region, making it a popular spot for photography and outdoor enthusiasts.",
                "description": "Steptoe Butte State Park Heritage Site is located in eastern Washington and offers stunning panoramic views of the surrounding Palouse region. The butte rises 3,612 feet above sea level and is one of the highest points in the area, making it a popular spot for photographers and sightseers alike.\n\nVisitors can drive to the top of the butte and take advantage of the two scenic overlooks to enjoy the breathtaking views of rolling hills, farmland, and small towns below. The park is also a great place for hiking, picnicking, and wildlife watching, with opportunities to spot deer, hawks, and other native species.\n\nSteptoe Butte is a significant geological landmark, formed by a massive ice sheet during the last ice age, and its unique quartzite rock formations are a point of interest for geology enthusiasts. The park's historic significance also lies in its association with Chief Joseph and the Nez Perce tribe, who passed through the area during their flight from the U.S. Army in 1877.\n\nOverall, Steptoe Butte State Park Heritage Site is a must-visit destination for those looking to immerse themselves in the natural beauty and cultural history of the Pacific Northwest. Whether you're a nature lover, history buff, or outdoor adventurer, this park has something to offer for everyone.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/SteptoeButte_ValleyView.jpg?itok=J-oB00Bc",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Steptoe%20Butte%20State%20Park%20Heritage%20Site"
            },
            {
                "name": "Stuart Island Marine State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/stuart-island-marine-state-park",
                "content": "Stuart Island Marine State Park is a remote island park accessible only by boat, featuring scenic hiking trails, wildlife viewing opportunities, and primitive camping facilities.",
                "description": "Stuart Island Marine State Park is a remote and beautiful island park located in the San Juan Islands of Washington state. Visitors can access the park by boat or kayak, making it a popular destination for those looking to explore the stunning marine environment.\n\nThe park offers camping opportunities for those wanting to stay overnight and immerse themselves in the peaceful surroundings. There are several primitive campsites nestled among the lush forest, providing a true back-to-nature experience.\n\nHiking trails meander through the park, offering stunning views of the surrounding islands and Puget Sound. Visitors can also enjoy beachcombing, wildlife viewing, and fishing in the pristine waters surrounding the island.\n\nStuart Island Marine State Park is a haven for marine life, with opportunities to see seals, otters, porpoises, and even orcas in the water surrounding the island. Birdwatchers will also delight in the variety of seabirds that call the park home.\n\nWhether seeking an outdoor adventure or a quiet retreat in nature, Stuart Island Marine State Park offers a unique and unforgettable experience for visitors looking to connect with the natural beauty of the San Juan Islands.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-04/Stuart%20Island%20aerial.jpg?itok=Dtx0_qlW",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Stuart%20Island%20Marine%20State%20Park"
            },
            {
                "name": "Sucia Island Marine State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/sucia-island-marine-state-park",
                "content": "Sucia Island Marine State Park is a 564-acre marine park located on Sucia Island in the San Juan Islands, known for its pristine beaches, scenic views, and abundant marine life.",
                "description": "Sucia Island Marine State Park is a stunning island paradise located in the northern San Juan Islands of Washington State. Visitors can access the park by boat or kayak and explore its rugged shoreline, hidden coves, and pristine beaches. The park offers a variety of outdoor activities such as hiking, picnicking, camping, and wildlife watching, making it the perfect destination for nature lovers. The crystal-clear waters surrounding Sucia Island are also ideal for swimming, snorkeling, and diving, providing a unique opportunity to explore underwater marine life. With its stunning natural beauty and peaceful atmosphere, Sucia Island Marine State Park is a must-visit destination for those seeking a remote and secluded getaway in the Pacific Northwest.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-05/Sucia%20Island_BoatsinCove_05-01-23.jpg?itok=ulu4-S7j",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Sucia%20Island%20Marine%20State%20Park"
            },
            {
                "name": "Sun Lakes-Dry Falls State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/sun-lakes-dry-falls-state-park",
                "content": "Sun Lakes-Dry Falls State Park in Washington showcases breathtaking canyons and unique geological formations created by ancient floods.",
                "description": "Sun Lakes-Dry Falls State Park in Washington offers stunning views of ancient dry waterfalls and the unique landscape of the area. Visitors can explore the many hiking trails that wind through the park, ranging from easy strolls to more challenging hikes. The park also features several lakes where visitors can fish or go boating, making it a great spot for outdoor enthusiasts. Camping facilities are available for those looking to stay overnight and fully immerse themselves in the natural beauty of the park. Don't forget to bring your camera, as the park offers plenty of opportunities for capturing beautiful landscapes and wildlife.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/SunLakes_CampsitesView%20%281%29.jpg?itok=WjnluMq7",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Sun%20Lakes-Dry%20Falls%20State%20Park"
            },
            {
                "name": "Tolmie State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/tolmie-state-park",
                "content": "Tolmie State Park is a beautiful coastal park located in Olympia, Washington, offering stunning views of Puget Sound and the Olympic Mountains.",
                "description": "Tolmie State Park is a beautiful waterfront park located in the Pacific Northwest, offering stunning views of Puget Sound and the Olympic Mountains. Visitors can enjoy a variety of outdoor activities such as hiking, picnicking, birdwatching, and beachcombing. The park also features a sand beach, a boat launch, and a forested trail perfect for exploring the natural beauty of the area. Additionally, Tolmie State Park is a great spot for wildlife enthusiasts, as it is home to a variety of bird species and marine life. With its peaceful atmosphere and scenic surroundings, Tolmie State Park is a perfect destination for a relaxing day in nature.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/Tolmie_WelcomeSign.jpg?itok=s-xKCQWP",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Tolmie%20State%20Park"
            },
            {
                "name": "Triton Cove State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/triton-cove-state-park",
                "content": "Triton Cove State Park is a peaceful park located on the Hood Canal with stunning views and opportunities for swimming, boating, and picnicking.",
                "description": "1. Triton Cove State Park, located on the Hood Canal in Washington State, offers stunning views of the Olympic Mountains and the surrounding waters. Visitors can enjoy hiking trails that wind through lush forests and lead to picturesque viewpoints overlooking the canal.\n\n2. This park is a popular spot for water activities such as kayaking, paddleboarding, and fishing. The calm, clear waters of Triton Cove provide a peaceful setting for exploring the marine life and natural beauty of the area.\n\n3. Camping is also available at Triton Cove State Park, with several campsites nestled among the trees near the waterfront. Campers can fall asleep to the sound of lapping waves and wake up to the sight of seabirds soaring overhead.\n\n4. History buffs will appreciate the park's historical significance as the site of a former logging camp and sawmill. Interpretive signs throughout the park provide information about the area's past and the role logging played in shaping its landscape.\n\n5. Whether you're seeking outdoor adventure or a peaceful escape from the hustle and bustle of everyday life, Triton Cove State Park offers a unique and beautiful natural setting for visitors to enjoy. Don't forget to bring your camera to capture the breathtaking scenery and wildlife that call this park home.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-07/Triton%20Cove%20View%20Horizontal.jpg?itok=zezntqdB",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Triton%20Cove%20State%20Park"
            },
            {
                "name": "Turn Island Marine State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/turn-island-marine-state-park",
                "content": "Turn Island Marine State Park is a small island park in the San Juan Islands known for its scenic views, rocky shores, and abundant wildlife.",
                "description": "Turn Island Marine State Park is a small, 35-acre marine park located near San Juan Island in Washington. Visitors can access the park by boat or kayak and enjoy the picturesque scenery and pristine waters of the Salish Sea. The park offers opportunities for picnicking, wildlife viewing, and exploring the rugged coastline. Visitors can also take a short hike to the island's rocky bluffs to enjoy panoramic views of the surrounding islands. Turn Island Marine State Park is a perfect destination for a peaceful day trip or a weekend getaway for nature lovers and outdoor enthusiasts.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-05/Turn%20Island1%20Americorps_0.jpg?itok=7iY75Z9L",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Turn%20Island%20Marine%20State%20Park"
            },
            {
                "name": "Twanoh State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/twanoh-state-park",
                "content": "Twanoh State Park is a scenic park located on the Hood Canal with a sandy beach, hiking trails, and a scenic picnic area.",
                "description": "Twanoh State Park is located along the Hood Canal in Washington state and offers visitors a picturesque setting for outdoor activities. The park features a sandy beach, perfect for sunbathing and swimming, as well as a boat launch for kayaking and paddleboarding. For those looking to explore the park's lush forests, there are several hiking trails that lead to scenic viewpoints overlooking the canal. The park also has a campground with tent and RV sites, making it a great spot for a weekend getaway. Birdwatchers will appreciate the variety of bird species that can be found in the park, including bald eagles and osprey.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-07/Twanoh_WaterFront.jpg?itok=kKd1rfhI",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Twanoh%20State%20Park"
            },
            {
                "name": "Twenty-Five Mile Creek State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/twenty-five-mile-creek-state-park",
                "content": "Twenty-Five Mile Creek State Park offers a peaceful lakeside setting perfect for swimming, boating, and fishing.",
                "description": "Twenty-Five Mile Creek State Park is a hidden gem for visitors looking to escape the hustle and bustle of city life. The park is located on the shores of Lake Chelan and offers stunning views of the surrounding mountains. Visitors can enjoy a variety of outdoor activities such as hiking, fishing, and boating in the crystal-clear waters of the lake. The park also has several picnic areas and campgrounds, making it a perfect spot for a weekend getaway with family and friends. With its tranquil atmosphere and natural beauty, Twenty-Five Mile Creek State Park is the ideal destination for those looking to connect with nature.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/25MileCreek_Docks_0.jpg?itok=SDMXn2Sh",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Twenty-Five%20Mile%20Creek%20State%20Park"
            },
            {
                "name": "Twin Harbors State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/twin-harbors-state-park",
                "content": "Twin Harbors State Park is a beachfront park located on the Washington coast known for its sandy beaches and scenic shoreline.",
                "description": "Twin Harbors State Park is located on the Washington coast and offers visitors a stunning beachfront experience. The park features over 7,000 feet of shoreline, making it the perfect spot for beachcombing, birdwatching, and enjoying beautiful sunsets over the Pacific Ocean.\n\nWith its spacious campsites and RV hookups, Twin Harbors State Park is a popular destination for camping enthusiasts. The park also offers amenities such as picnic shelters, playgrounds, and hiking trails, providing something for everyone to enjoy.\n\nFishing and clamming are popular activities at Twin Harbors State Park, with opportunities to catch salmon, trout, and Dungeness crabs. Visitors can also explore nearby coastal towns like Westport and Ocean Shores, known for their charming shops and delicious seafood restaurants.\n\nFor those interested in wildlife viewing, Twin Harbors State Park is home to a variety of bird species, including bald eagles, herons, and sandpipers. The park's diverse habitats, from sandy beaches to tidal flats, provide a unique opportunity to see a wide range of bird species in their natural environment.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-04/TwinHarbors_BeachTrail.jpg?itok=_0JMjQt2",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Twin%20Harbors%20State%20Park"
            },
            {
                "name": "Wallace Falls State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/wallace-falls-state-park",
                "content": "Wallace Falls State Park is a stunning 4,735-acre park located in the central Cascade mountains of Washington, featuring nine miles of hiking trails, three waterfalls, and breathtaking views.",
                "description": "Wallace Falls State Park is a stunning natural playground located in the Cascade Mountains of western Washington. The park boasts a series of beautiful waterfalls, including the 265-foot Wallace Falls, which are a must-see for visitors. Hiking is a popular activity in the park, with nearly 13 miles of trails ranging from easy strolls to more challenging hikes. In addition to hiking, visitors can enjoy fishing, picnicking, and wildlife viewing in this picturesque park. For those looking to extend their stay, the park offers campsites and cabins for overnight stays, providing a serene and immersive experience in the great outdoors.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-05/WallaceFalls_WelcomeSign.jpg?itok=tN_VYXhj",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Wallace%20Falls%20State%20Park"
            },
            {
                "name": "Wenatchee Confluence State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/wenatchee-confluence-state-park",
                "content": "Wenatchee Confluence State Park is a beautiful park where two rivers converge, offering recreational activities such as hiking, biking, and bird-watching.",
                "description": "Wenatchee Confluence State Park is a beautiful park located at the confluence of the Wenatchee and Columbia rivers in central Washington. Visitors to the park can enjoy a variety of outdoor activities such as hiking, biking, fishing, and bird watching. The park offers stunning views of the surrounding mountains and rivers, making it a popular spot for outdoor enthusiasts and photographers.\n\nOne of the highlights of the park is the Apple Capital Loop Trail, a 10-mile paved trail that winds along the Columbia River and through the park. This trail is perfect for walking, running, or biking while taking in the scenic views of the river and surrounding landscape. The park also features picnic areas, a playground, and a boat launch for visitors to enjoy.\n\nIn addition to its natural beauty, Wenatchee Confluence State Park also has a rich cultural history. The park is home to several Native American petroglyphs that can be viewed by visitors, providing a glimpse into the history and heritage of the area. Overall, Wenatchee Confluence State Park offers a peaceful and scenic retreat for visitors looking to experience the beauty of the Pacific Northwest.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-07/WenatcheeConfluence_BridgeView.jpg?itok=RBS0hgq3",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Wenatchee%20Confluence%20State%20Park"
            },
            {
                "name": "Westport Light State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/westport-light-state-park",
                "content": "Westport Light State Park is a scenic coastal park known for its historic lighthouse and stunning ocean views.",
                "description": "Westport Light State Park is a beautiful coastal park located in Grays Harbor County, Washington. Visitors can enjoy stunning views of the Pacific Ocean and the iconic Grays Harbor Lighthouse, which has been guiding ships since 1898. The park offers a variety of recreational activities such as beachcombing, picnicking, and birdwatching. It is also a popular spot for surfing and kite flying, with strong winds making it perfect for these activities. Camping is available at the nearby Twin Harbors State Park, just a short drive away.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/WestportLight_BeachTrail.jpg?itok=D5WHULyv",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Westport%20Light%20State%20Park"
            },
            {
                "name": "Willapa Hills State Park Trail",
                "url": "https://parks.wa.gov/find-parks/state-parks/willapa-hills-state-park-trail",
                "content": "The Willapa Hills State Park Trail offers 56 miles of scenic hiking, biking, and equestrian trails through lush forests and along rivers in southwestern Washington.",
                "description": "The Willapa Hills State Park Trail is a 56-mile long rail-trail that runs through the scenic Willapa Hills in southwest Washington. The trail follows the route of the historic Northern Pacific Railway and passes through lush forests, open meadows, and peaceful farmland.\n\nVisitors to the Willapa Hills State Park Trail can enjoy a variety of outdoor activities, including hiking, biking, horseback riding, and wildlife viewing. The trail is relatively flat and well-maintained, making it accessible to people of all ages and fitness levels.\n\nOne of the highlights of the trail is the stunning views of the Willapa Bay and the surrounding countryside. Along the way, hikers and bikers may encounter a variety of wildlife, including deer, elk, and numerous species of birds.\n\nThe trail is divided into several sections, each with its own unique scenery and points of interest. Visitors can choose to explore a short section of the trail for a quick day trip, or embark on a multi-day adventure covering the entire length of the trail.\n\nWhether you're looking for a leisurely stroll through nature or a challenging bike ride, the Willapa Hills State Park Trail offers something for everyone. Don't forget to bring plenty of water, snacks, and your camera to capture the beauty of this hidden gem in Washington state.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-08/Willapa%20Hills%20bridge%202019%20-%20Chris%20Brewer.jpg?itok=GRohJje8",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Willapa%20Hills%20State%20Park%20Trail"
            },
            {
                "name": "Willie Keil's Grave State Park Heritage Site",
                "url": "https://parks.wa.gov/find-parks/state-parks/willie-keils-grave-state-park-heritage-site",
                "content": "Willie Keil's Grave State Park Heritage Site is a historic site dedicated to the memory of an early pioneer who died along the Oregon Trail in 1855 and features interpretive signs and a replica grave marker.",
                "description": "Willie Keil's Grave State Park Heritage Site is a unique and historical park located in Washington state. The park is named after Willie Keil, a young pioneer boy who died on the Oregon Trail in 1855 and was buried at the site. Visitors can learn about the tragic story of Willie Keil and the hardships that early pioneers faced while traveling the Oregon Trail.\n\nThe park features a monument dedicated to Willie Keil and a viewing platform that overlooks his gravesite. The park is also home to a replica covered wagon and interpretive signage that explains the history of the Oregon Trail and the importance of the site. Visitors can take a peaceful stroll through the park and reflect on the sacrifices made by early pioneers like Willie Keil.\n\nThe park offers picnic areas and opportunities for birdwatching, making it a great spot for a relaxing day trip. Whether you're interested in history, nature, or simply enjoy exploring unique parks, Willie Keil's Grave State Park Heritage Site is a must-visit destination in Washington state.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-08/Willie%20Kiel%27s%20Interpretive.jpg?itok=yKq7aP98",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Willie%20Keil%27s%20Grave%20State%20Park%20Heritage%20Site"
            },
            {
                "name": "Yakima Sportsman State Park",
                "url": "https://parks.wa.gov/find-parks/state-parks/yakima-sportsman-state-park",
                "content": "Yakima Sportsman State Park is a popular destination for hunting, fishing, picnicking, and wildlife viewing in the Yakima River Canyon.",
                "description": "Yakima Sportsman State Park is a picturesque park located along the Yakima River, perfect for fishing and birdwatching. The park offers a variety of outdoor activities such as hiking, horseback riding, and boating. Visitors can also enjoy picnicking and camping in the serene surroundings of the park. The park is home to a variety of wildlife, including deer, elk, and beavers, making it a great spot for nature lovers. With its stunning views and peaceful atmosphere, Yakima Sportsman State Park is a must-visit destination for outdoor enthusiasts.",
                "image": "https://parks.wa.gov/sites/default/files/styles/square_600/public/2023-03/YakimaSportsman_PicnicArea.jpg?itok=xYp7PyWF",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Yakima%20Sportsman%20State%20Park"
            }
        ]
    }
}