{
    "Utah State Parks": {
        "parks": [
            {
                "name": "Anasazi",
                "url": "https://stateparks.utah.gov/parks/anasazi",
                "content": "The Anasazi State Park Museum is dedicated to preserving the history and culture of the Ancestral Puebloans through ancient artifacts and exhibits.",
                "description": "The Anasazi State Park Museum in Utah offers visitors a glimpse into the lives of the Anasazi people who once inhabited the region. Archaeological finds, including pottery, tools, and artwork, are on display at the museum, providing insight into the daily lives and customs of these ancient people.\n\nVisitors can also explore the ruins of a reconstructed Anasazi village, complete with a kiva and living quarters. This hands-on experience allows guests to imagine what life was like hundreds of years ago in this region.\n\nThe museum offers guided tours and educational programs for visitors of all ages, making it a great destination for families and school groups. Visitors can learn about the history and culture of the Anasazi people through interactive exhibits and engaging presentations.\n\nThe park's stunning location, nestled in the scenic Red Cliffs of southern Utah, offers plenty of opportunities for outdoor recreation. Hiking trails, picnicking areas, and camping facilities are available for visitors looking to explore the natural beauty of the area surrounding the Anasazi State Park Museum.\n\nOverall, a visit to the Anasazi State Park Museum provides a unique and educational experience for those interested in the history and culture of the Anasazi people, as well as the natural beauty of southern Utah.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=index071937.jpg&park=100&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Anasazi"
            },
            {
                "name": "Antelope Island",
                "url": "https://stateparks.utah.gov/parks/antelope-island",
                "content": "Antelope Island is the largest island in the Great Salt Lake and offers abundant wildlife, hiking trails, and stunning views of the lake and surrounding mountains.",
                "description": "Antelope Island State Park is the largest island in the Great Salt Lake, spanning over 28,000 acres of stunning natural beauty. Visitors can enjoy a variety of outdoor activities such as hiking, biking, horseback riding, and even water sports like kayaking and paddleboarding.\n\nOne of the main draws of Antelope Island is its diverse wildlife, including a large population of bison, pronghorn antelope, and bighorn sheep. Birdwatchers will also be thrilled to spot over 250 species of birds that call the island home.\n\nFor those interested in history, the Fielding Garr Ranch on Antelope Island is the oldest continuously-operating ranch in Utah, offering a glimpse into the island's rich heritage.\n\nVisitors can also relax on the sandy beaches, take in breathtaking views of the surrounding mountains and the Great Salt Lake, and even camp overnight at one of the park's designated campsites. Antelope Island truly offers a one-of-a-kind outdoor experience for nature lovers and adventure seekers alike.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=36-IMG_2765.jpg&park=88&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Antelope%20Island"
            },
            {
                "name": "Bear Lake",
                "url": "https://stateparks.utah.gov/parks/bear-lake",
                "content": "Bear Lake is a natural freshwater lake located on the Utah-Idaho border known for its stunning turquoise-blue waters.",
                "description": "Bear Lake is a stunning natural wonder that straddles the border between Utah and Idaho, known for its crystal-clear turquoise waters. Visitors can enjoy a variety of water activities such as swimming, boating, and fishing in the lake, which is famous for its abundance of cutthroat trout and cisco fish. The surrounding Bear Lake State Park offers camping, hiking, and picnicking opportunities with breathtaking views of the lake and surrounding mountains. In the winter months, the lake transforms into a winter wonderland perfect for ice fishing, snowmobiling, and even ice skating. Whether you visit in the summer or winter, Bear Lake is sure to leave a lasting impression on anyone who experiences its beauty.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Loeb105200.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Bear%20Lake"
            },
            {
                "name": "Camp Floyd",
                "url": "https://stateparks.utah.gov/parks/camp-floyd",
                "content": "Camp Floyd State Park is a historic site that was once a crucial military installation during the Utah War and is now preserved for visitors to learn about this important period in American history.",
                "description": "Camp Floyd State Park in Utah offers a unique opportunity for visitors to step back in time and experience a piece of American military history. The park preserves a historic military post that was established in 1858 to maintain order in the Utah Territory. Visitors can explore original buildings, artifacts, and exhibits that highlight the day-to-day life of soldiers stationed at the camp.\n\nOne of the most intriguing aspects of Camp Floyd is its connection to the Utah War, a little-known chapter of American history that played out between the federal government and the Mormon settlers in the region. The conflict brought about the largest peacetime military installation in the United States at the time and left a lasting impact on the local community.\n\nVisitors can also enjoy the natural beauty of the area, with scenic views of the nearby Cedar Valley and surrounding mountains. The park offers camping, picnicking, and hiking opportunities for outdoor enthusiasts looking to immerse themselves in the stunning landscape.\n\nCamp Floyd State Park hosts special events throughout the year, including living history demonstrations, reenactments, and educational programs that bring the past to life. Whether you're a history buff, nature lover, or simply looking for a unique adventure, Camp Floyd offers a fascinating and engaging experience for visitors of all ages.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=index071937.jpg&park=100&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Camp%20Floyd"
            },
            {
                "name": "Coral Pink",
                "url": "https://stateparks.utah.gov/parks/coral-pink",
                "content": "The Coral Pink Sand Dunes State Park representative is a knowledgeable and friendly guide who can help visitors explore and navigate the park's unique pink sand dunes.",
                "description": "Coral Pink Sand Dunes State Park in Utah is a unique natural wonder showcasing vibrant coral-colored sand dunes that stand out against the surrounding red rock landscape. Visitors can enjoy various outdoor recreational activities such as hiking, sandboarding, OHV riding, and wildlife watching in this stunning desert oasis.\n\nOne of the most intriguing features of Coral Pink Sand Dunes is the \"singing sand\" phenomenon, where the sand emits a low hum or booming sound when grains rub against each other. This rare occurrence adds to the park's mystique and charm, making it a fascinating destination for nature enthusiasts and thrill-seekers alike.\n\nThe park also offers designated camping areas where visitors can spend the night under the starry desert sky and wake up to the peaceful sounds of nature. Whether you're looking to explore the dunes on foot or challenge yourself on a sandboard, Coral Pink Sand Dunes State Park provides a one-of-a-kind experience that will leave you in awe of Mother Nature's beauty.\n\nWith its stunning scenery and unique geological formations, Coral Pink Sand Dunes State Park is a must-visit destination for anyone looking to escape the hustle and bustle of everyday life and immerse themselves in the tranquility of the desert. Plan your visit to this hidden gem and discover the magic of the coral-colored sand dunes for yourself.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=ainsworth-0006083505.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Coral%20Pink"
            },
            {
                "name": "Dead Horse",
                "url": "https://stateparks.utah.gov/parks/dead-horse",
                "content": "Dead Horse Point State Park in Utah offers stunning views of the Colorado River and Canyonlands National Park from a dramatic overlook.",
                "description": "Dead Horse Point State Park in Utah offers stunning views of the winding Colorado River below, cutting through the deep red rock canyons. The park gets its name from a legend that tells of cowboys who left a group of horses trapped on the point with no water, and they ultimately died of thirst. Visitors can hike along the many trails that wind through the park, or take in the views from the overlooks. The park also offers camping facilities for those who want to spend the night under the stars. Be sure to bring plenty of water and sunscreen, as the desert sun can be intense.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=2196c6ce-090a-cccc-7b476b14d4e277ba.jpg&park=194&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Dead%20Horse"
            },
            {
                "name": "Deer Creek",
                "url": "https://stateparks.utah.gov/parks/deer-creek",
                "content": "Deer Creek State Park in Utah offers stunning views of the reservoir and surrounding mountains, perfect for boating, fishing, or camping.",
                "description": "Deer Creek State Park is a popular destination for outdoor enthusiasts in Utah, known for its stunning scenery and recreational activities. Visitors can enjoy boating, fishing, swimming, and picnicking along the tranquil waters of Deer Creek Reservoir. The park also offers camping facilities for those who want to stay overnight and immerse themselves in nature. Additionally, hikers and bikers can explore the surrounding trails and take in the breathtaking views of the surrounding mountains. Whether you're looking for a relaxing day by the water or an adventurous outdoor experience, Deer Creek State Park has something for everyone.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=ainsworth-0006083505.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Deer%20Creek"
            },
            {
                "name": "East Canyon",
                "url": "https://stateparks.utah.gov/parks/east-canyon",
                "content": "East Canyon State Park is nestled in a scenic mountain canyon and offers recreational activities such as boating, fishing, camping, and hiking.",
                "description": "East Canyon State Park is located just 45 minutes from Salt Lake City, making it a convenient escape for outdoor enthusiasts. Visitors can enjoy activities such as boating, fishing, hiking, and camping in a picturesque mountain setting. The park is home to a large reservoir, perfect for water sports like paddleboarding and kayaking. East Canyon also offers several picnic areas and a beach for relaxing and enjoying the stunning views. With its proximity to both urban amenities and natural beauty, East Canyon State Park is a popular destination for locals and tourists alike.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=index071937.jpg&park=100&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=East%20Canyon"
            },
            {
                "name": "Echo",
                "url": "https://stateparks.utah.gov/parks/echo",
                "content": "The Echo State Park representative is dedicated to preserving and protecting the natural beauty of the park for visitors to enjoy.",
                "description": "Echo State Park is located in northeastern Utah and offers a picturesque setting with panoramic views of the surrounding mountains and rock formations. Visitors can enjoy a variety of recreational activities, such as boating, fishing, hiking, and camping in this natural oasis. The park also features a historic ranch house and barn, providing a glimpse into the area's rich history. Echo Reservoir is a popular spot for water sports, including water skiing and wakeboarding, making it a haven for adventure enthusiasts. Whether you're looking to relax by the water or embark on an outdoor adventure, Echo State Park offers something for every type of visitor to enjoy.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=1217369894Bob+Straub+Park+DSC_0034.jpg&park=133&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Echo"
            },
            {
                "name": "Edge Of The Cedars",
                "url": "https://stateparks.utah.gov/parks/edge-of-the-cedars",
                "content": "Edge of the Cedars State Park Museum showcases Ancestral Puebloan artifacts in an archaeological museum located in Blanding, Utah.",
                "description": "Edge of the Cedars State Park Museum is located in Blanding, Utah and offers visitors a unique look into the ancient Puebloan culture of the Four Corners region. The museum houses an impressive collection of artifacts, including pottery, tools, and jewelry, that showcase the history and daily life of the Ancestral Puebloans who once inhabited the area. Visitors can explore the ruins of a prehistoric Puebloan village located on the grounds, providing a glimpse into the architectural and cultural techniques of the time. The park also features a reconstructed kiva, a sacred ceremonial room used for religious ceremonies and community gatherings. With its hands-on exhibits, educational programs, and stunning views of the surrounding landscape, Edge of the Cedars is a must-visit destination for those interested in Native American history and archaeology.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Yachats_SRA_viewing_platform125108.jpg&park=94&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Edge%20Of%20The%20Cedars"
            },
            {
                "name": "Escalante Petrified Forest",
                "url": "https://stateparks.utah.gov/parks/escalante-petrified-forest",
                "content": "The Escalante Petrified Forest State Park in Utah features stunning displays of ancient petrified wood.",
                "description": "The Escalante Petrified Forest State Park in Utah is home to a remarkable collection of fossilized plants that date back over 150 million years. Visitors can explore the park's hiking trails and discover petrified wood, fossilized leaves, and other ancient treasures scattered throughout the area. The park also features a visitor center with informative exhibits on the geology and paleontology of the region. Be sure to bring your camera, as the vibrant colors and unique textures of the petrified wood make for stunning photo opportunities. Whether you're a nature lover, history buff, or avid hiker, the Escalante Petrified Forest State Park offers a fascinating glimpse into the ancient past of the American Southwest.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=index071937.jpg&park=100&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Escalante%20Petrified%20Forest"
            },
            {
                "name": "Flight Park",
                "url": "https://stateparks.utah.gov/parks/flight-park",
                "content": "The Flight Park in Draper, Utah offers amazing views of the Salt Lake Valley and is a popular spot for paragliding, hang gliding, and other air sports.",
                "description": "The Flight Park in Utah offers visitors the unique opportunity to experience paragliding and hang gliding in a breathtaking mountain setting. With stunning views of the surrounding Wasatch Mountain Range, thrill-seekers can soar through the sky and enjoy an adrenaline-pumping adventure. The park provides trained instructors for those new to the sports, ensuring a safe and enjoyable experience for all. Visitors can also take advantage of hiking and biking trails, picnic areas, and camping facilities within the park, making it a perfect destination for outdoor enthusiasts of all kinds. Whether you're a seasoned pro or looking to try something new, the Flight Park promises an unforgettable experience in the picturesque Utah landscape.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Yachats_SRA_viewing_platform125108.jpg&park=94&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Flight%20Park"
            },
            {
                "name": "Fred Hayes at Starvation",
                "url": "https://stateparks.utah.gov/parks/starvation",
                "content": "Fred Hayes is the manager of Starvation State Park in Utah.",
                "description": "Fred Hayes is the manager at Starvation State Park in Utah, where he oversees the beautiful 3,500-acre reservoir that offers fantastic opportunities for boating, fishing, and camping. Hayes is known for his dedication to preserving the natural beauty of the park while also ensuring visitors have a memorable experience. He has worked tirelessly to create educational programs and events for visitors to learn about the area's history and wildlife. With his enthusiasm and passion for the outdoors, Fred Hayes has become a beloved figure among those who frequent Starvation State Park. Visitors can rest assured that their time at the park will be well managed and enjoyable under Hayes' guidance.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=ainsworth-0006083505.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Fred%20Hayes%20at%20Starvation"
            },
            {
                "name": "Fremont Indian",
                "url": "https://stateparks.utah.gov/parks/fremont-indian",
                "content": "\"The Fremont Indians were a semi-nomadic Native American tribe who inhabited central Utah for over a thousand years, leaving behind intricate rock art and archaeological sites.\"",
                "description": "Fremont Indian State Park and Museum in Utah is home to an impressive collection of Native American rock art and artifacts, providing visitors with a fascinating glimpse into the history and culture of the Fremont people.\n\nOne of the park's most notable features is the petroglyphs and pictographs found throughout the area, showcasing intricate designs and symbols that tell stories of the ancient inhabitants who once called this region home.\n\nVisitors can explore multiple hiking trails that lead to rock art panels and granaries, offering a unique opportunity to connect with the land and imagine what life was like for the Fremont Indians thousands of years ago.\n\nThe on-site museum houses a diverse array of artifacts, including pottery, tools, and baskets, providing insight into the daily lives and artistic practices of these early inhabitants. The museum also offers interactive exhibits and educational programs for visitors of all ages to learn more about the rich history of the Fremont people.\n\nWhether you are a history enthusiast, outdoor adventurer, or simply curious about ancient cultures, Fremont Indian State Park and Museum offers a memorable and enriching experience for all who visit.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=index071937.jpg&park=100&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Fremont%20Indian"
            },
            {
                "name": "Frontier Homestead",
                "url": "https://stateparks.utah.gov/parks/frontier-homestead",
                "content": "Frontier Homestead State Park Museum showcases pioneer artifacts and structures in Cedar City, Utah.",
                "description": "The Frontier Homestead State Park Museum in Cedar City, Utah, offers visitors a glimpse into the pioneer past of the American West. Visitors can explore historic buildings, artifacts, and exhibits that showcase the challenges and triumphs of early settlers in the region. One highlight of the museum is the authentic pioneer log cabin, where visitors can step back in time and experience what life was like for early settlers. The museum also features a working blacksmith shop, where skilled craftsmen demonstrate traditional metalworking techniques. Additionally, the museum hosts special events and programs throughout the year, including hands-on activities and living history demonstrations that bring the past to life for visitors of all ages.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=IMG_4295.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Frontier%20Homestead"
            },
            {
                "name": "Goblin Valley",
                "url": "https://stateparks.utah.gov/parks/goblin-valley",
                "content": "Goblin Valley State Park in Utah is known for its unique rock formations called hoodoos that resemble goblins.",
                "description": "Goblin Valley State Park in Utah is a unique and otherworldly destination that features thousands of hoodoos, or mushroom-shaped rock formations, scattered throughout the valley. These eerie and whimsical formations are the result of millions of years of erosion from wind and water.\n\nVisitors to Goblin Valley State Park can explore the valley on foot, following hiking trails that wind through the maze of towering hoodoos. The park also offers opportunities for camping, picnicking, and stargazing, as well as guided ranger programs that provide insight into the geology and history of the area.\n\nOne of the most popular activities at Goblin Valley State Park is rock climbing, with opportunities for climbers of all skill levels to test themselves on the unique sandstone formations. The park is also a popular filming location, thanks to its otherworldly landscape that has been featured in several movies and television shows.\n\nFor those looking to extend their stay, Goblin Valley State Park offers a campground with both tent and RV sites, as well as yurts for rent. The park is open year-round, but the best time to visit is spring or fall, when the temperatures are mild and the crowds are smaller.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=index071937.jpg&park=100&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Goblin%20Valley"
            },
            {
                "name": "Goosenecks",
                "url": "https://stateparks.utah.gov/parks/goosenecks",
                "content": "The Goosenecks State Park in Utah features a mesmerizing series of tight river meanders that create a breathtaking geological formation.",
                "description": "Goosenecks State Park is a breathtaking natural wonder located in southern Utah, known for its stunning views of the San Juan River winding through deep, narrow canyons. Visitors can marvel at the impressive series of tight meanders, or \"goosenecks\", where the river has carved a dramatic path through the desert landscape over millions of years. The park offers a popular overlook area where visitors can take in the panoramic vistas and capture unforgettable photos of the winding river below. Camping is permitted at the park, providing an opportunity for visitors to spend the night under the starlit sky and truly immerse themselves in the remote beauty of the Utah desert. Hiking and stargazing are also popular activities at Goosenecks State Park, making it a must-visit destination for nature lovers and outdoor enthusiasts alike.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=index071937.jpg&park=100&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Goosenecks"
            },
            {
                "name": "Great Salt Lake",
                "url": "https://stateparks.utah.gov/parks/great-salt-lake",
                "content": "The Great Salt Lake is the largest natural lake west of the Mississippi River in the United States.",
                "description": "The Great Salt Lake is the largest saltwater lake in the Western Hemisphere and is one of the most unique natural attractions in Utah.\n\nVisitors can experience the lake's high salinity levels by floating effortlessly on the surface, similar to the Dead Sea.\n\nThe lake is home to a diverse array of wildlife, including several species of migratory birds and the iconic American white pelican.\n\nThe nearby Great Salt Lake State Park offers visitors the opportunity to explore the lake's shoreline, watch breathtaking sunsets, and learn about the lake's history and geology through interpretive displays.\n\nVisitors can also enjoy hiking, picnicking, birdwatching, and camping at the state park, making it a perfect destination for outdoor enthusiasts.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Marshall_Island_1110900.jpg&park=216&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Great%20Salt%20Lake"
            },
            {
                "name": "Green River",
                "url": "https://stateparks.utah.gov/parks/green-river",
                "content": "The Green River in Utah is known for its scenic beauty and popular for boating, fishing, and camping.",
                "description": "The Green River is a popular destination for visitors looking to explore the stunning landscapes of Utah. Flowing through the heart of Dinosaur National Monument, the river offers opportunities for both relaxing float trips and thrilling whitewater rafting adventures. Along the river's banks, visitors can spot a variety of wildlife, including bighorn sheep, bald eagles, and river otters. The Green River also boasts incredible fishing opportunities, with anglers flocking to its waters in search of trout, catfish, and bass. Whether you're looking for a peaceful day on the water or an adrenaline-pumping experience, the Green River has something for everyone.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=index071937.jpg&park=100&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Green%20River"
            },
            {
                "name": "Gunlock",
                "url": "https://stateparks.utah.gov/parks/gunlock",
                "content": "The Gunlock State Park representative is enthusiastic about promoting the park's stunning natural beauty and diverse recreational opportunities.",
                "description": "Gunlock State Park, located just 15 miles northwest of St. George, Utah, offers visitors a beautiful reservoir surrounded by red rock cliffs and sandy beaches. The park is popular for boating, fishing, and swimming, with designated areas for each activity.\n\nVisitors can enjoy picnicking under shady trees or exploring the hiking trails that wind through the park. The area is also great for wildlife viewing, with the chance to see desert bighorn sheep, waterfowl, and various bird species.\n\nGunlock State Park is a fantastic place to escape the heat and enjoy a day on the water in a stunning natural setting. Whether you're looking for a peaceful spot to relax or an active day of water sports, this park has something for everyone. Don't forget your camera to capture the breathtaking views of the reservoir and surrounding landscapes.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Marshall_Island_1110900.jpg&park=216&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Gunlock"
            },
            {
                "name": "Historic Union Pacific Rail Trail",
                "url": "https://stateparks.utah.gov/parks/historic-union-pacific-rail-trail",
                "content": "The Historic Union Pacific Rail Trail is a scenic recreational trail in Utah that follows the historic path of the Union Pacific Railroad.",
                "description": "The Historic Union Pacific Rail Trail in Utah spans 28 miles from Park City to Echo Reservoir, offering visitors a scenic and historic journey through the state. Originally built in the 1860s as a railway to transport silver ore, the trail now provides a recreational corridor for hikers, bikers, and horseback riders. Along the way, visitors can enjoy stunning views of the surrounding mountains and valleys, as well as access to several historic sites and points of interest. The trail is relatively flat and well-maintained, making it suitable for all skill levels and ages. Whether you're looking for a leisurely stroll or a challenging bike ride, the Historic Union Pacific Rail Trail has something to offer for everyone.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Yachats_SRA_viewing_platform125108.jpg&park=94&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Historic%20Union%20Pacific%20Rail%20Trail"
            },
            {
                "name": "Huntington",
                "url": "https://stateparks.utah.gov/parks/huntington",
                "content": "The Huntington State Park representative is committed to preserving and protecting the natural beauty and recreational opportunities of the park for all visitors to enjoy.",
                "description": "Huntington State Park in Utah offers visitors a peaceful retreat surrounded by stunning natural beauty. The park boasts a 240-acre reservoir perfect for fishing, boating, and kayaking. Hiking trails wind through the area, providing opportunities to spot local wildlife such as deer, elk, and a variety of bird species. Visitors can also enjoy picnicking and camping in the park, making it a great destination for a weekend getaway. With its serene atmosphere and array of outdoor activities, Huntington State Park is a must-visit for nature lovers and outdoor enthusiasts.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=1217369894Bob+Straub+Park+DSC_0034.jpg&park=133&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Huntington"
            },
            {
                "name": "Hyrum",
                "url": "https://stateparks.utah.gov/parks/hyrum",
                "content": "Hyrum State Park is represented by Utah State Representative Val Potter.",
                "description": "Hyrum State Park is a picturesque outdoor destination located in northern Utah, offering a range of recreational activities for visitors to enjoy. The park boasts a beautiful reservoir perfect for swimming, boating, and fishing, with a sandy beach ideal for sunbathing and picnicking. Nature enthusiasts will love exploring the park's scenic hiking and biking trails, winding through lush greenery and stunning mountain views. Hyrum State Park is also a great spot for wildlife watching, with opportunities to see birds, deer, and other native animals in their natural habitat. Whether you're looking to relax by the water or get active in the great outdoors, Hyrum State Park has something for everyone to enjoy.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Marshall_Island_1110900.jpg&park=216&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Hyrum"
            },
            {
                "name": "Jordan River",
                "url": "https://stateparks.utah.gov/parks/jordan-river",
                "content": "The Jordan River in Utah is a scenic waterway that flows through the state, providing opportunities for fishing, boating, hiking, and birdwatching.",
                "description": "The Jordan River is a beautiful and scenic waterway that flows through northern Utah, offering visitors a peaceful escape from city life. The river is a popular spot for fishing, with a variety of fish species including trout, bass, and catfish. Birdwatchers will also enjoy the diverse bird population along the river, including herons, egrets, and hawks. The Jordan River Parkway Trail follows the river for 45 miles, providing ample opportunities for biking, walking, and wildlife viewing. Whether you're looking to relax by the water or explore the great outdoors, the Jordan River is a must-visit destination for nature lovers in Utah.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=1217370318Fogerty+Creek0055Fogerty+Creek.jpg&park=158&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Jordan%20River"
            },
            {
                "name": "Jordanelle",
                "url": "https://stateparks.utah.gov/parks/jordanelle",
                "content": "Jordanelle State Park is a stunning recreational area located in the Wasatch Range, offering a variety of activities such as boating, fishing, camping, and hiking.",
                "description": "Jordanelle State Park is a perfect destination for outdoor enthusiasts with a stunning reservoir for boating, water skiing, and fishing. Visitors can enjoy sandy beaches for picnicking and swimming, as well as numerous hiking and mountain biking trails for exploring the surrounding Wasatch Mountains. The park offers modern campground facilities, including RV hookups and cabins for a comfortable overnight stay. With breathtaking views of the scenic landscapes and abundant wildlife, Jordanelle State Park provides a memorable experience for all who visit. Don't forget to bring your camera to capture the beauty of this gem nestled in the heart of Utah.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Beverly_Beach_Beach_Ocean_%281%29041737.jpg&park=164&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Jordanelle"
            },
            {
                "name": "Kodachrome Basin",
                "url": "https://stateparks.utah.gov/parks/kodachrome-basin",
                "content": "Kodachrome Basin State Park features unique sandstone spires and colorful rock formations that resemble the vibrant colors found in Kodachrome film.",
                "description": "Kodachrome Basin State Park in Utah is known for its stunning rock formations, vibrant colors, and unique geological features. Visitors can explore over 70 monolithic stone spires, known as sand pipes, which rise up to 170 feet high.\n\nThe park offers a variety of outdoor activities, including hiking, horseback riding, and camping. There are several scenic trails that wind through the park, offering breathtaking views of the surrounding desert landscape.\n\nOne of the highlights of Kodachrome Basin is the opportunity to stargaze in one of the darkest places in the United States. The park is a designated Dark Sky Park, making it the perfect place to spend an evening marveling at the night sky.\n\nVisitors can also learn about the park's rich history, as it was once used as a filming location for Western movies in the 1940s and 1950s. With its unique rock formations and beautiful scenery, Kodachrome Basin is a must-visit destination for nature lovers and outdoor enthusiasts.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Base_of_Latourell_Falls044758.jpg&park=112&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Kodachrome%20Basin"
            },
            {
                "name": "Lost Creek",
                "url": "https://stateparks.utah.gov/parks/lost-creek",
                "content": "Lost Creek State Park is a peaceful oasis in the Utah desert, offering a serene reservoir surrounded by picturesque red rock cliffs and lush vegetation.",
                "description": "Lost Creek State Park in Utah offers visitors a serene and picturesque setting, perfect for those looking to escape the hustle and bustle of everyday life. The park is surrounded by stunning red rock formations, providing a breathtaking backdrop for hiking, picnicking, and wildlife viewing. The highlight of Lost Creek is the unique creek that disappears underground and reemerges a few miles downstream, creating a fascinating natural phenomenon. Visitors can also explore ancient petroglyphs left behind by the Native American communities that once inhabited the area. With its tranquil beauty and abundance of outdoor activities, Lost Creek State Park is a must-visit destination for nature lovers and adventure seekers alike.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=index071937.jpg&park=100&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lost%20Creek"
            },
            {
                "name": "Millsite",
                "url": "https://stateparks.utah.gov/parks/millsite",
                "content": "Millsite State Park offers opportunities for fishing, boating, and camping in a beautiful reservoir setting in Utah.",
                "description": "Millsite State Park is a hidden gem nestled in the scenic San Rafael Swell region of Utah. Visitors can enjoy a variety of outdoor activities such as boating, fishing, hiking, and camping. The park is home to a beautiful reservoir surrounded by red rock cliffs, making it a picturesque destination for nature enthusiasts. History buffs will appreciate the park's namesake, Millsite Reservoir, which was originally constructed in the 1970s for irrigation purposes. Whether you're seeking solitude or adventure, Millsite State Park offers a peaceful retreat away from the hustle and bustle of city life.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=02-IMG_2032.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Millsite"
            },
            {
                "name": "Otter Creek",
                "url": "https://stateparks.utah.gov/parks/otter-creek",
                "content": "Otter Creek State Park in Utah offers camping, boating, and fishing opportunities along a scenic reservoir in a picturesque valley setting.",
                "description": "Otter Creek State Park offers visitors a picturesque and tranquil setting nestled along the shores of Otter Creek Reservoir. The park is a popular destination for boating, fishing, and water sports, with anglers often targeting rainbow trout and brown trout in the reservoir's waters. Visitors can also enjoy hiking and mountain biking on the park's scenic trails, or simply relax and take in the stunning views of the surrounding mountains and rolling hills. The park is a great spot for camping, with both RV and tent sites available, as well as cozy cabins for rent. Otter Creek State Park is the perfect place to escape the hustle and bustle of everyday life and immerse yourself in the beauty of Utah's great outdoors.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=index071937.jpg&park=100&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Otter%20Creek"
            },
            {
                "name": "Palisade",
                "url": "https://stateparks.utah.gov/parks/palisade",
                "content": "The Palisade State Park in Utah offers a picturesque setting of rolling hills and lush greenery surrounding a tranquil reservoir.",
                "description": "Palisade State Park, located in central Utah, is a hidden gem for outdoor enthusiasts with its serene atmosphere and breathtaking views. Visitors can enjoy a round of golf at the scenic Palisade Golf Course, nestled against the backdrop of the majestic Palisade Mountain Range. Fishing enthusiasts will be thrilled with the park's stocked reservoir, offering the opportunity to reel in rainbow trout, brown trout, and smallmouth bass. Additionally, visitors can explore the park's hiking and mountain biking trails, which wind through lush forests and offer stunning views of the surrounding landscape. Whether you're seeking a relaxing day by the water or an action-packed adventure, Palisade State Park has something for everyone to enjoy.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Loeb105200.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Palisade"
            },
            {
                "name": "Piute",
                "url": "https://stateparks.utah.gov/parks/piute",
                "content": "Piute State Park in Utah offers stunning red rock formations and incredible opportunities for fishing, camping, and wildlife viewing.",
                "description": "Piute State Park, located in the picturesque Sevier Valley in Utah, offers visitors a serene and remote outdoor experience. The park is known for its stunning red rock cliffs, clear blue skies, and abundant wildlife, making it a popular destination for nature enthusiasts. Visitors can enjoy hiking, mountain biking, fishing, and camping in this peaceful and uncrowded park. The park is also home to Otter Creek Reservoir, a popular spot for boating and water sports, as well as a variety of bird species for birdwatching enthusiasts. Whether you come for a day trip or stay overnight, Piute State Park is a hidden gem in the heart of Utah's natural beauty.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=ainsworth-0006083505.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Piute"
            },
            {
                "name": "Quail Creek",
                "url": "https://stateparks.utah.gov/parks/quail-creek",
                "content": "Quail Creek State Park is a beautiful recreation area located in southern Utah, offering fishing, boating, camping, and stunning red rock scenery.",
                "description": "Quail Creek State Park is a beautiful oasis in the desert, offering visitors a chance to cool off and relax in the crystal-clear waters of Quail Creek Reservoir. The park is a popular spot for boating, fishing, and swimming, with plenty of sandy beaches for sunbathing and picnicking. The stunning red rock cliffs that surround the reservoir create a picturesque backdrop for outdoor activities. Visitors can also explore the park's network of hiking and mountain biking trails, allowing them to immerse themselves in the natural beauty of southern Utah. Whether you're looking for a day of adventure or just a peaceful escape, Quail Creek State Park has something for everyone.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=ainsworth-0006083505.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Quail%20Creek"
            },
            {
                "name": "Red Fleet",
                "url": "https://stateparks.utah.gov/parks/red-fleet",
                "content": "The Red Fleet State Park representative offers information about the park's stunning red rock formations and opportunities for boating, fishing, and hiking.",
                "description": "Red Fleet State Park in Utah is named after the stunning red sandstone formations that resemble a fleet of ships sailing through the desert. Visitors can enjoy scenic hiking trails that wind through the unique rock formations, offering breathtaking views of the surrounding landscape. One of the main attractions of the park is the dinosaur trackway, where visitors can see over 200 dinosaur footprints preserved in the rock. For outdoor enthusiasts, Red Fleet State Park also offers opportunities for boating, fishing, and camping along the shores of the picturesque Red Fleet Reservoir. Whether you are interested in exploring ancient history or simply enjoying the beauty of nature, Red Fleet State Park has something for everyone to enjoy.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Yachats_SRA_viewing_platform125108.jpg&park=94&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Red%20Fleet"
            },
            {
                "name": "Rockport",
                "url": "https://stateparks.utah.gov/parks/rockport",
                "content": "The Rockport State Park representative is knowledgeable about the park's features and activities, and can assist visitors with information and resources.",
                "description": "Rockport State Park is a picturesque outdoor destination located in the scenic Uinta Mountains of Utah. Visitors can enjoy a variety of recreational activities such as boating, fishing, and water sports on the crystal-clear waters of Rockport Reservoir. The park also offers beautiful sandy beaches, perfect for picnicking or sunbathing, and miles of scenic hiking and biking trails. With breathtaking views of the surrounding mountains and plenty of wildlife viewing opportunities, Rockport State Park is a must-visit destination for outdoor enthusiasts. Camping is also available at the park, providing a unique opportunity to immerse yourself in the serene beauty of the Utah wilderness.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=index071937.jpg&park=100&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Rockport"
            },
            {
                "name": "Sand Hollow",
                "url": "https://stateparks.utah.gov/parks/sand-hollow",
                "content": "Sand Hollow State Park in Utah offers thrilling off-roading opportunities, stunning red rock landscapes, and clear blue waters perfect for boating and swimming.",
                "description": "Sand Hollow State Park in Utah is a popular destination for outdoor enthusiasts, offering a wide range of activities such as boating, fishing, hiking, and camping. The park is known for its stunning red rock formations and crystal-clear blue waters, providing a picturesque backdrop for visitors to enjoy. One of the main attractions at Sand Hollow is the off-highway vehicle (OHV) area, which offers miles of sandy dunes for thrilling rides and adventures. Visitors can also explore the nearby Sand Mountain, a massive sandstone formation that is perfect for rock climbing and bouldering. The park is a great spot for families, with designated swimming areas, picnic areas, and even a sandy beach for playing and relaxing in the sun.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Base_of_Latourell_Falls044758.jpg&park=112&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Sand%20Hollow"
            },
            {
                "name": "Scofield",
                "url": "https://stateparks.utah.gov/parks/scofield",
                "content": "Scofield State Park is a peaceful recreation destination in Utah, perfect for fishing, camping, and boating on its scenic reservoir.",
                "description": "Scofield State Park, located in central Utah, is a hidden gem known for its stunning mountain views and peaceful atmosphere. Visitors can enjoy a variety of outdoor activities such as fishing, boating, and camping in the park's serene surroundings. The park is situated around Scofield Reservoir, a popular spot for anglers looking to catch trout, bass, and pike. Hiking trails wind through the surrounding mountains, offering hikers the chance to explore the area's natural beauty. With its clear waters and scenic landscapes, Scofield State Park is the perfect destination for those seeking a tranquil getaway in the heart of Utah.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=IMG_4295.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Scofield"
            },
            {
                "name": "Snow Canyon",
                "url": "https://stateparks.utah.gov/parks/snow-canyon",
                "content": "Snow Canyon State Park is a stunning red rock desert landscape located in southwest Utah, known for its towering sandstone cliffs, unique rock formations, and vibrant wildflowers.",
                "description": "Snow Canyon State Park in Utah offers visitors a unique combination of red sandstone cliffs, lava flows, and sand dunes, creating a stunning desert landscape. The park is a popular destination for hiking, rock climbing, and mountain biking, with over 38 miles of scenic trails to explore. Visitors can also enjoy picnicking, camping, and wildlife watching in the park, which is home to a variety of desert plants and animals. The park's sandstone formations are also popular among photographers, especially during sunrise and sunset when the colors are most vibrant. Overall, Snow Canyon State Park provides a diverse outdoor experience for visitors looking to explore the beauty of Utah's desert landscape.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=1217369894Bob+Straub+Park+DSC_0034.jpg&park=133&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Snow%20Canyon"
            },
            {
                "name": "Steinaker",
                "url": "https://stateparks.utah.gov/parks/steinaker",
                "content": "Steinaker State Park representative offers outdoor enthusiasts a variety of recreational activities including boating, fishing, and hiking.",
                "description": "Steinaker State Park is a hidden gem located in northeastern Utah, offering a tranquil getaway for visitors seeking outdoor adventure. The park surrounds a stunning reservoir, perfect for boating, fishing, and swimming during the warm summer months. Hike or bike along the scenic trails that wind through the park, providing breathtaking views of the surrounding landscape. Campers can enjoy well-maintained campsites, complete with modern amenities for a comfortable stay under the stars. Birdwatchers will delight in the diverse array of avian species that call the park home, making it a must-visit destination for nature lovers.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Yachats_SRA_viewing_platform125108.jpg&park=94&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Steinaker"
            },
            {
                "name": "Territorial Statehouse",
                "url": "https://stateparks.utah.gov/parks/territorial-statehouse",
                "content": "The Territorial Statehouse in Fillmore, Utah served as the state capitol from 1851 to 1896.",
                "description": "The Territorial Statehouse State Park Museum in Fillmore, Utah, is the oldest existing government building in the state.\nIt served as the Capitol of the Utah Territory from 1856 to 1858 before the capital was moved to Salt Lake City.\nVisitors can explore the museum and learn about Utah's territorial history, including exhibits on early government, settlement, and local culture.\nThe building itself is a beautiful example of Greek Revival architecture, featuring a grand cupola and columns.\nThe state park also offers picnic areas and walking trails, making it a great spot for a day trip or a historical adventure.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Lake_Owyhee_DSC_0186-east-8100236.jpg&park=10&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Territorial%20Statehouse"
            },
            {
                "name": "Heritage Park",
                "url": "https://stateparks.utah.gov/parks/heritage-park",
                "content": "Heritage Park in Utah features historic buildings, gardens, and exhibits that showcase the state's pioneer heritage.",
                "description": "Heritage Park is a charming state park located in Salt Lake City, Utah, offering visitors a glimpse into the state's rich history. The park features a variety of restored historic homes and buildings that showcase the daily life of early Utah settlers. Visitors can take guided tours of the park to learn about the pioneers who shaped the region and see period furnishings and artifacts on display. Outdoor enthusiasts can also enjoy picnicking, hiking, and exploring the picturesque grounds of Heritage Park. With its immersive historical experience and beautiful surroundings, Heritage Park is a must-visit destination for history buffs and nature lovers alike.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=IMG_4295.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Heritage%20Park"
            },
            {
                "name": "Utah Field House",
                "url": "https://stateparks.utah.gov/parks/utah-field-house",
                "content": "The Utah Field House is a unique museum showcasing the natural and cultural history of the Uinta Basin region.",
                "description": "The Utah Field House of Natural History State Park Museum in Vernal offers visitors a fascinating look into the prehistoric world of dinosaurs and ancient life forms that once roamed the area. The museum boasts an impressive collection of dinosaur fossils, including a nearly complete skeleton of an Allosaurus, a fearsome predator that lived during the Late Jurassic Period. Visitors can also explore interactive exhibits that showcase the geology, paleontology, and archaeology of the region, providing a deeper understanding of the natural history of Utah.\n\nOne of the highlights of the museum is the Dinosaur Garden, an outdoor exhibit featuring life-size dinosaur replicas set amidst native plants and landscapes, giving visitors a realistic glimpse into the ancient world. The museum also offers educational programs and guided tours for both children and adults, making it a perfect destination for families and school groups looking to learn more about the Earth's history.\n\nIn addition to the indoor and outdoor exhibits, the Utah Field House of Natural History State Park Museum is located in a stunning area surrounded by breathtaking red rock cliffs and scenic vistas, making it a must-visit destination for nature lovers and outdoor enthusiasts. With its educational displays, interactive exhibits, and beautiful surroundings, the Utah Field House offers a unique and memorable experience for visitors of all ages.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Base_of_Latourell_Falls044758.jpg&park=112&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Utah%20Field%20House"
            },
            {
                "name": "Utah Lake",
                "url": "https://stateparks.utah.gov/parks/utah-lake",
                "content": "Utah Lake is the largest freshwater lake in Utah, offering a variety of recreational activities such as boating, fishing, and camping.",
                "description": "Utah Lake is the largest natural freshwater lake in the state of Utah, offering visitors a variety of outdoor recreational activities. This massive lake covers 96,600 acres and is perfect for boating, fishing, and swimming. The lake is surrounded by picturesque mountains and is a popular spot for birdwatching, as it serves as an important stopover point for migratory birds. Visitors can also enjoy camping at one of the nearby state parks or take a scenic hike along the shoreline. Utah Lake is a hidden gem in the state and a must-visit destination for nature lovers and outdoor enthusiasts.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=index071937.jpg&park=100&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Utah%20Lake"
            },
            {
                "name": "Utahraptor",
                "url": "https://stateparks.utah.gov/parks/utahraptor",
                "content": "The Utahraptor State Park in Utah is home to the largest known dromaeosaurid dinosaur and offers visitors a chance to see fossils, footprints, and interactive displays of these impressive creatures.",
                "description": "Utahraptor State Park is home to the state fossil of Utah, the Utahraptor. This ancient predator roamed the region over 125 million years ago, standing around 6 feet tall and measuring up to 20 feet in length.\n\nVisitors to the park can learn about the fascinating history of the Utahraptor through interactive exhibits and guided tours. The park also features hiking trails where you can explore the stunning natural landscape and imagine what it was like when Utahraptors ruled the land.\n\nIn addition to the Utahraptor, the park is home to a variety of other dinosaur fossils and tracks, making it a must-visit destination for paleontology enthusiasts. Be sure to bring your camera to capture the unique beauty of this prehistoric paradise.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Yachats_SRA_viewing_platform125108.jpg&park=94&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Utahraptor"
            },
            {
                "name": "Wasatch Mountain",
                "url": "https://stateparks.utah.gov/parks/wasatch-mountain",
                "content": "Wasatch Mountain State Park offers a variety of recreational activities such as golfing, camping, hiking, and horseback riding in a stunning mountain setting.",
                "description": "Wasatch Mountain State Park is a beautiful destination nestled in the Wasatch Mountain Range of Utah, offering stunning views of the surrounding valleys and peaks. Visitors can explore over 22,000 acres of diverse terrain, including open meadows, thick forests, and crystal-clear streams. The park is a paradise for outdoor enthusiasts, with an array of activities such as hiking, mountain biking, horseback riding, and fishing. A highlight of the park is the 18-hole golf course, which features immaculately groomed fairways and challenging holes set against a backdrop of majestic mountains. Whether you're looking for a peaceful retreat in nature or an adrenaline-pumping adventure, Wasatch Mountain State Park has something for everyone.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=Base_of_Latourell_Falls044758.jpg&park=112&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Wasatch%20Mountain"
            },
            {
                "name": "Willard Bay",
                "url": "https://stateparks.utah.gov/parks/willard-bay",
                "content": "Willard Bay State Park is a popular outdoor destination for boating, fishing, and camping in northern Utah.",
                "description": "Willard Bay State Park is a popular destination for visitors looking to enjoy water activities in northern Utah. The park features a large reservoir perfect for boating, fishing, and swimming. Visitors can also relax on the sandy beaches or have a picnic in one of the designated areas. The park is home to a variety of wildlife, making it a great spot for birdwatching and nature enthusiasts. With stunning views of the surrounding mountains and sunsets over the water, Willard Bay State Park offers a picturesque setting for a day trip or weekend getaway.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=36-IMG_2765.jpg&park=88&fit=cover&w=1200&h=600",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Willard%20Bay"
            },
            {
                "name": "Yuba",
                "url": "https://stateparks.utah.gov/parks/yuba",
                "content": "The Yuba State Park representative is dedicated to preserving and protecting the natural beauty of the park for visitors to enjoy.",
                "description": "Yuba State Park is a stunning 1,250-acre reservoir located in the beautiful Utah Valley. Visitors can enjoy a variety of outdoor activities such as boating, fishing, swimming, and picnicking against the backdrop of the picturesque surrounding mountains.\n\nBirdwatchers will be delighted by the diverse array of bird species that call Yuba home, including bald eagles, great blue herons, and osprey. For those looking to stay overnight, the park offers both developed and primitive campsites, as well as cozy cabins for rent.\n\nThe clear, blue waters of Yuba Lake provide the perfect setting for water sports enthusiasts, with opportunities for wakeboarding, jet skiing, and paddleboarding. And with convenient amenities like a marina, boat ramp, and sandy beaches, Yuba State Park has everything you need for a fun-filled day on the water.",
                "image": "https://stateparks.oregon.gov/index.cfm?do=image.get&name=ainsworth-0006083505.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Yuba"
            }
        ]
    }
}