{
    "Iowa State Parks": {
        "parks": [
            {
                "name": "Ambrose A. Call State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Ambrose-A-Call-State-Park",
                "content": "Ambrose A. Call State Park offers camping, fishing, and hiking opportunities in a scenic setting along the Iowa River.",
                "description": "Ambrose A. Call State Park is located in the heart of Kossuth County, Iowa, offering visitors a beautiful natural setting to explore. With over 100 acres of land, the park features picturesque rolling hills, mature woodlands, and a scenic lake perfect for fishing and boating. Hiking enthusiasts will enjoy exploring the park's network of trails, including a challenging 1.5-mile loop that offers stunning views of the surrounding landscape. Birdwatchers will also appreciate the diverse range of bird species that call the park home, making it a popular spot for nature enthusiasts. Whether you're looking to relax in nature or get active outdoors, Ambrose A. Call State Park has something for everyone to enjoy.",
                "image": "https://cdn-d.rvezy.com/960x640x80/poi/90e761e3-2c4a-44dc-9f32-c8c6684bba2f/094629ff0ba60eef48ff0e2f8fd79912.webp",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Ambrose%20A.%20Call%20State%20Park"
            },
            {
                "name": "Backbone State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Backbone-State-Park",
                "content": "Backbone State Park is Iowa's oldest state park and offers hiking, camping, and fishing opportunities set against scenic limestone bluffs and a beautiful lake.",
                "description": "Backbone State Park is Iowa's oldest state park, established in 1920. The park is named after the unique and stunning \"Devil's Backbone\" formation, which is a narrow and steep ridge of bedrock that rises up to 80 feet above the surrounding terrain. Visitors can explore over 21 miles of hiking trails that wind through wooded valleys, scenic overlooks, and limestone bluffs, offering breathtaking views of the Maquoketa River. The park also features a beautiful lake perfect for fishing, boating, and swimming, as well as campgrounds and picnic areas for visitors to enjoy. Don't forget to pack your camera to capture the natural beauty and unique geological features that make Backbone State Park a popular destination for outdoor enthusiasts.",
                "image": "https://s7d1.scene7.com/is/image/isp/fortdefiance-2301-e-360600?ts=1674260036367&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Backbone%20State%20Park"
            },
            {
                "name": "Badger Creek State Recreation Area",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Badger-Creek-State-Recreation-Area",
                "content": "Badger Creek State Recreation Area offers camping, hiking, fishing, and birdwatching opportunities in a beautiful natural setting in south central Iowa.",
                "description": "Badger Creek State Recreation Area is a beautiful destination for outdoor enthusiasts, offering activities such as hiking, fishing, and birdwatching. Visitors can explore over 270 acres of woodlands, prairies, and wetlands within the park, providing ample opportunities to observe local wildlife. The park features a scenic lake perfect for boating and swimming, as well as a sandy beach for sunbathing and picnicking. Camping facilities are available for those looking to extend their stay and immerse themselves in nature. With its peaceful atmosphere and stunning natural beauty, Badger Creek State Recreation Area is a fantastic spot for a weekend getaway or day trip.",
                "image": "https://d3qvqlc701gzhm.cloudfront.net/full/16783df95fb92cbe30418208ba7c2fc4b560cf0df2fbc4240bd7f3f29bb87124.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Badger%20Creek%20State%20Recreation%20Area"
            },
            {
                "name": "Banner Lakes at Summerset State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Banner-Lakes-at-Summerset-State-Park",
                "content": "Banner Lakes at Summerset State Park is a peaceful fishing destination with three lakes located in a tranquil wooded area.",
                "description": "Banner Lakes at Summerset State Park is a hidden gem located in Madison County, Iowa. The park boasts two beautiful lakes, perfect for fishing, kayaking, and paddleboarding. Visitors can enjoy hiking through the park's scenic trails and observing the diverse wildlife that call the area home. The park also features picnic areas and campgrounds for those looking to extend their stay and immerse themselves in nature. Whether you're looking for a relaxing day by the water or an outdoor adventure, Banner Lakes at Summerset State Park has something for everyone.",
                "image": "https://d3qvqlc701gzhm.cloudfront.net/full/16783df95fb92cbe30418208ba7c2fc4b560cf0df2fbc4240bd7f3f29bb87124.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Banner%20Lakes%20at%20Summerset%20State%20Park"
            },
            {
                "name": "Beeds Lake State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Beeds-Lake-State-Park",
                "content": "Beeds Lake State Park is a beautiful natural area in northern Iowa with a picturesque lake perfect for fishing, boating, and camping.",
                "description": "Beeds Lake State Park is a popular destination for outdoor enthusiasts, offering a variety of activities such as hiking, fishing, swimming, and boating. The park features a beautiful 99-acre lake surrounded by lush forests and scenic hiking trails, making it a great place to explore nature.\n\nVisitors can enjoy camping at one of the park's two campgrounds, with options for both tent and RV camping. The park also offers several picnic areas and shelters for gatherings and events, making it a perfect spot for a family outing or reunion.\n\nOne of the highlights of Beeds Lake State Park is the historic stone lodge, built by the Civilian Conservation Corps in the 1930s. The lodge serves as a popular gathering spot for visitors, with a fireplace, kitchen, and meeting room available for reservation.\n\nFor those interested in fishing, Beeds Lake is stocked with a variety of fish species, including bass, bluegill, and catfish. Fishing is allowed from the shore or from boats, providing plenty of opportunities for anglers to test their skills. Overall, Beeds Lake State Park offers a peaceful and tranquil setting for outdoor recreation and relaxation, making it a must-visit destination for nature lovers in Iowa.",
                "image": "https://d3qvqlc701gzhm.cloudfront.net/full/16783df95fb92cbe30418208ba7c2fc4b560cf0df2fbc4240bd7f3f29bb87124.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Beeds%20Lake%20State%20Park"
            },
            {
                "name": "Bellevue State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Bellevue-State-Park",
                "content": "Bellevue State Park is a charming park located along the Mississippi River, offering stunning views, hiking trails, camping sites, and a variety of recreational activities for visitors to enjoy.",
                "description": "Bellevue State Park in Iowa offers a picturesque setting for outdoor enthusiasts, encompassing 788 acres of rolling hills, woodlands, and scenic overlooks of the Mississippi River. Visitors can enjoy hiking, picnicking, and birdwatching along the park's extensive trail system, which includes paths for both casual walks and more challenging hikes. The park's rugged terrain is also ideal for mountain biking and horseback riding, with designated areas for both activities. History buffs will appreciate the park's unique historic features, including the remains of a lead mine and old stone structures dating back to the 1800s. Camping is available for those looking to extend their stay, with both modern and primitive campsites nestled amongst the park's natural beauty.",
                "image": "https://d3qvqlc701gzhm.cloudfront.net/full/16783df95fb92cbe30418208ba7c2fc4b560cf0df2fbc4240bd7f3f29bb87124.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Bellevue%20State%20Park"
            },
            {
                "name": "Big Creek State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Big-Creek-State-Park",
                "content": "Big Creek State Park is a popular destination for boating, fishing, camping, and hiking in central Iowa.",
                "description": "Big Creek State Park is located just north of the state's capital city, Des Moines, making it a convenient destination for both locals and visitors. The park surrounds a 866-acre reservoir that offers a variety of water-based activities such as fishing, boating, and swimming. Visitors can explore the park's extensive trail system, perfect for hiking and biking, or spend a relaxing day picnicking in one of the park's scenic areas. For those looking to extend their stay, Big Creek State Park also offers camping facilities, including both modern and non-modern campsites. With its stunning natural beauty and abundance of recreational opportunities, Big Creek State Park is a must-visit destination for outdoor enthusiasts of all ages.",
                "image": "https://s7d1.scene7.com/is/image/isp/mazoniabraidwood-3501-e-360600?ts=1674260936479&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Big%20Creek%20State%20Park"
            },
            {
                "name": "Blackburn State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Waubonsie-State-Park",
                "content": "Blackburn State Park is a small, peaceful park located within Waubonsie State Park in Iowa, offering opportunities for camping, hiking, and birdwatching.",
                "description": "Blackburn State Park is a beautiful natural area located within Waubonsie State Park in Iowa. Visitors can enjoy tent and RV camping, as well as hiking and bird watching along the park's scenic trails. The park is home to a variety of wildlife, including deer, foxes, and a wide array of bird species. For those looking to relax, there are picnic areas and shelters available for use. Overall, Blackburn State Park offers a peaceful and serene environment for visitors to explore and enjoy the great outdoors.",
                "image": "https://s7d1.scene7.com/is/image/isp/fortdefianceconfluence-2301-360600?ts=1674260036368&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Blackburn%20State%20Park"
            },
            {
                "name": "Black Hawk State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Black-Hawk-State-Park",
                "content": "Black Hawk State Park offers scenic overlooks of the Mississippi River, hiking trails, and a historic lodge for visitors to enjoy.",
                "description": "Black Hawk State Park is located in northwest Iowa and offers visitors a beautiful natural escape with stunning views of the Des Moines River. The park features a variety of outdoor activities for visitors to enjoy, including hiking, fishing, camping, and birdwatching. History buffs will appreciate the park's historic sites, including the remains of an old prairie village and an ancient Native American burial mound. For those looking to relax, there are picnic areas and shelters scattered throughout the park, perfect for a peaceful afternoon surrounded by nature. Whether you're a nature enthusiast or just looking for a peaceful getaway, Black Hawk State Park offers a little something for everyone.",
                "image": "https://www.cruiseamerica.com/media/rfqehl4y/f0b81b0e-3c8c-4f0e-8cd2-40bda03abebb.jpg?width=1376&height=838&rnd=133461803141470000",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Black%20Hawk%20State%20Park"
            },
            {
                "name": "Brushy Creek State Recreation Area",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Brushy-Creek-State-Rec-Area",
                "content": "Brushy Creek State Recreation Area offers a variety of outdoor activities such as camping, fishing, boating, and hiking in a picturesque natural setting.",
                "description": "Brushy Creek State Recreation Area is a beautiful 6,000-acre park located in Webster County, Iowa. This park offers a variety of outdoor activities including fishing, hiking, mountain biking, and camping. Visitors can enjoy exploring over 20 miles of trails that wind through forests, prairies, and along the shores of Brushy Creek Lake. The park also features a beach area for swimming and picnicking, as well as a shooting range for target practice. With its diverse natural landscapes and numerous recreational opportunities, Brushy Creek State Recreation Area is a popular destination for outdoor enthusiasts looking to enjoy the great outdoors in Iowa.",
                "image": "https://s7d1.scene7.com/is/image/isp/fortdefianceconfluence-2301-360600?ts=1674260036368&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Brushy%20Creek%20State%20Recreation%20Area"
            },
            {
                "name": "Cedar Rock",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Cedar-Rock-State-Park",
                "content": "The Cedar Rock State Park representative is a beautiful example of mid-century modern architecture designed by Frank Lloyd Wright.",
                "description": "Cedar Rock State Park is a beautiful historic site located along the banks of the Wapsipinicon River in Iowa. Visitors can explore Frank Lloyd Wright's iconic prairie style home, which is a stunning example of mid-century modern architecture. The park offers guided tours of the house, allowing guests to learn about Wright's innovative design principles and the history of the property. Outdoor enthusiasts will also enjoy the park's hiking trails, picnic areas, and scenic river views. Whether you're interested in architecture, nature, or simply relaxing in a tranquil setting, Cedar Rock State Park has something for everyone to enjoy.",
                "image": "https://s7d1.scene7.com/is/image/isp/chainolakes-1381-j-360600?ts=1674260396303&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Cedar%20Rock"
            },
            {
                "name": "Clear Lake State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Clear-Lake-State-Park",
                "content": "Clear Lake State Park offers a beautiful sandy beach, picnic areas, and camping facilities surrounded by scenic woodlands.",
                "description": "Clear Lake State Park in Iowa is a beautiful destination for outdoor enthusiasts, offering a range of activities such as hiking, fishing, and boating on the crystal-clear waters of Clear Lake. Visitors can enjoy picnicking in the park's scenic picnic areas or exploring the 900-acre park on miles of well-maintained trails. The park also features a sandy beach for swimming and sunbathing, as well as camping facilities for those looking to spend a night under the stars. With its stunning natural beauty and abundant recreational opportunities, Clear Lake State Park is a must-visit for anyone seeking a peaceful getaway in the heart of Iowa.",
                "image": "https://s7d1.scene7.com/is/image/isp/fortdefianceconfluence-2301-360600?ts=1674260036368&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Clear%20Lake%20State%20Park"
            },
            {
                "name": "Dolliver Memorial State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Dolliver-Memorial-State-Park",
                "content": "Dolliver Memorial State Park offers scenic views of the Des Moines River Valley and features recreational activities like camping, hiking, fishing, and picnicking.",
                "description": "Dolliver Memorial State Park in Iowa is a picturesque park nestled in a heavily wooded area along the Des Moines River. Visitors can enjoy hiking trails that lead to stunning overlooks of the river and surrounding landscape. The park is also popular for rock climbing on the limestone bluffs that offer a unique outdoor experience for adventure enthusiasts. Camping facilities are available for overnight stays, providing a peaceful and serene environment for guests to enjoy the beauty of the park. With its diverse range of activities and beautiful scenery, Dolliver Memorial State Park is a must-visit destination for nature lovers in Iowa.",
                "image": "https://cdn-d.rvezy.com/960x640x80/poi/90e761e3-2c4a-44dc-9f32-c8c6684bba2f/094629ff0ba60eef48ff0e2f8fd79912.webp",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Dolliver%20Memorial%20State%20Park"
            },
            {
                "name": "Elinor Bedell State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Iowa-Great-Lakes#Elinor-Bedell-State-Park-78",
                "content": "Elinor Bedell State Park is a peaceful lakeside park in northwest Iowa, offering camping, fishing, and picnicking opportunities.",
                "description": "Elinor Bedell State Park is nestled in the heart of the Iowa Great Lakes region, providing visitors with stunning views and access to West Lake Okoboji. The park offers a wide range of recreational activities for visitors, including hiking, fishing, boating, and birdwatching. With its lush vegetation and diverse wildlife, Elinor Bedell State Park is a popular destination for nature lovers and outdoor enthusiasts. Campers can enjoy modern amenities and spacious campsites within the park, making it a great spot for a weekend getaway or extended vacation. Whether you're looking to relax on the beach, explore the trails, or simply soak in the natural beauty of the area, Elinor Bedell State Park has something for everyone.",
                "image": "https://paintyourlandscape.com/wp-content/uploads/2011/08/p8130023.jpg?w=768",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Elinor%20Bedell%20State%20Park"
            },
            {
                "name": "Elk Rock State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Elk-Rock-State-Park",
                "content": "Elk Rock State Park is a peaceful 1,106-acre park located on the southeast shores of Lake Red Rock, offering scenic views, hiking trails, and a variety of recreational opportunities.",
                "description": "Elk Rock State Park in Knoxville, Iowa features stunning limestone bluffs that overlook the Des Moines River. Visitors can enjoy hiking along the park's well-marked trails or exploring the river by canoe or kayak. The park is also a popular spot for birdwatching, with opportunities to see hawks, eagles, and other wildlife. Camping facilities are available for those looking to spend more than a day in this beautiful natural setting. Don't forget to bring your camera to capture the breathtaking views of the river and surrounding forests.",
                "image": "https://s7d1.scene7.com/is/image/isp/chainolakes-1381-j-360600?ts=1674260396303&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Elk%20Rock%20State%20Park"
            },
            {
                "name": "Emerson Bay State Recreation Area",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Iowa-Great-Lakes#Emerson-Bay-State-Recreation-Area-79",
                "content": "Emerson Bay State Recreation Area is a popular spot for water activities and camping along West Okoboji Lake in the Iowa Great Lakes region.",
                "description": "Emerson Bay State Recreation Area is located on the shores of West Okoboji Lake, one of the Iowa Great Lakes, offering visitors a picturesque setting for outdoor activities. The park features a sandy beach area for swimming and sunbathing, as well as a designated fishing pier for anglers looking to reel in a catch. Visitors can explore the park's network of hiking and biking trails, which wind through scenic woodlands and along the lakeshore. The park also offers modern campground facilities, making it a popular destination for those looking to spend a night under the stars. Emerson Bay State Recreation Area is a great place to enjoy a day of outdoor fun and relaxation in the heart of the Iowa Great Lakes region.",
                "image": "https://photos.thedyrt.com/photo/646648/media/iowa-green-valley-state-park_9296334d-f719-4f84-b12e-7c8e46aa9d79.jpg?auto=webp",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Emerson%20Bay%20State%20Recreation%20Area"
            },
            {
                "name": "Fairport State Recreation Area",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Fairport-State-Recreation-Area",
                "content": "Fairport State Recreation Area is a popular destination for camping, fishing, and boating along the Mississippi River in southeastern Iowa.",
                "description": "Fairport State Recreation Area is located in Muscatine County, Iowa, covering approximately 967 acres along the Mississippi River. Visitors can enjoy a variety of outdoor activities such as hiking, fishing, boating, and picnicking in this scenic park. The area is known for its diverse wildlife and birdwatching opportunities, making it a popular destination for nature enthusiasts. There are campsites available for those who wish to extend their stay and immerse themselves in the natural surroundings. Additionally, the park offers a historic cemetery, a butterfly sanctuary, and stunning views of the river, providing plenty of opportunities for exploration and relaxation.",
                "image": "https://s7d1.scene7.com/is/image/isp/cache-2841-ff-360600?ts=1674260336552&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Fairport%20State%20Recreation%20Area"
            },
            {
                "name": "Fort Atkinson State Preserve",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Fort-Atkinson-State-Preserve",
                "content": "Fort Atkinson State Preserve is a historically significant site that includes the remains of a frontier outpost built in the 1840s to protect trade routes and settlers.",
                "description": "Fort Atkinson State Preserve is a scenic natural area located in northeastern Iowa, known for its stunning limestone bluffs and oak-hickory woodlands. Visitors can enjoy hiking along the preserve's well-maintained trails, which offer picturesque views of the Turkey River Valley and opportunities to spot a variety of wildlife. The preserve is also home to several rare plant species, making it an important site for conservation efforts. Additionally, Fort Atkinson State Preserve has a rich history, as it was once the site of a frontier military outpost during the 1800s. Overall, this preserve offers a unique blend of natural beauty and historical significance for visitors to explore and enjoy.",
                "image": "https://d3qvqlc701gzhm.cloudfront.net/full/16783df95fb92cbe30418208ba7c2fc4b560cf0df2fbc4240bd7f3f29bb87124.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Fort%20Atkinson%20State%20Preserve"
            },
            {
                "name": "Fort Defiance State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Fort-Defiance-State-Park",
                "content": "Fort Defiance State Park offers scenic bluff-top views of the Mighty Mississippi River and is a popular spot for hiking, picnicking, and birdwatching.",
                "description": "1. Fort Defiance State Park is located in far northwestern Iowa along the picturesque Des Moines River, offering visitors stunning views and a peaceful escape into nature.\n\n2. History buffs will enjoy exploring the park's namesake, Fort Defiance, a historic military fort that played a role in the Black Hawk War in the 1830s. The fort's remnants can still be seen today, providing a glimpse into Iowa's past.\n\n3. Outdoor enthusiasts will appreciate the park's camping and hiking opportunities, with several well-maintained trails that wind through the lush forests and along the riverbanks.\n\n4. Birdwatchers will be delighted by the diverse array of avian species that call the park home, including bald eagles, herons, and various waterfowl. Don't forget your binoculars!\n\n5. Whether you're looking for a peaceful spot to fish, a scenic spot for a picnic, or a place to simply soak in the beauty of nature, Fort Defiance State Park offers something for everyone to enjoy.",
                "image": "https://d3qvqlc701gzhm.cloudfront.net/full/16783df95fb92cbe30418208ba7c2fc4b560cf0df2fbc4240bd7f3f29bb87124.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Fort%20Defiance%20State%20Park"
            },
            {
                "name": "Geode State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Geode-State-Park",
                "content": "Geode State Park is known for its unique geological formations and abundance of geodes that visitors can find and take home as souvenirs.",
                "description": "Geode State Park in southeastern Iowa is named after the beautiful geodes that can be found throughout the park. Visitors can hike or bike along the park's trails to take in the stunning views of Lake Geode and the surrounding woodlands. The lake is perfect for fishing, boating, and swimming, making it a popular destination for water activities. The park also offers camping facilities for those looking to spend the night under the stars. Don't forget to keep an eye out for unique geodes while exploring the park, as they are a must-see natural wonder!",
                "image": "https://s7d1.scene7.com/is/image/isp/chainolakes-1381-j-360600?ts=1674260396303&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Geode%20State%20Park"
            },
            {
                "name": "George Wyth State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/George-Wyth-State-Park",
                "content": "George Wyth State Park is a 1,000-acre park located in northeast Iowa featuring a 75-acre lake, multiple picnic shelters, hiking and biking trails, and a campground.",
                "description": "George Wyth State Park is located in Waterloo, Iowa and offers a variety of outdoor activities for visitors to enjoy. The park features over 450 acres of outdoor recreation including hiking, biking, fishing, and picnicking. Visitors can also explore the Cedar River and enjoy water activities such as kayaking and canoeing. The park is home to a diverse range of wildlife and provides a great opportunity for birdwatching. With its scenic natural setting and abundance of recreational opportunities, George Wyth State Park is a popular destination for outdoor enthusiasts in Iowa.",
                "image": "https://s7d1.scene7.com/is/image/isp/chainolakes-1381-j-360600?ts=1674260396303&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=George%20Wyth%20State%20Park"
            },
            {
                "name": "Green Valley State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Green-Valley-State-Park",
                "content": "Green Valley State Park in Iowa offers a serene getaway with stunning views of the lake and plenty of recreational activities for all ages.",
                "description": "Green Valley State Park in Iowa offers visitors a serene natural environment surrounded by lush forests and rolling hills. The park features a 390-acre lake perfect for boating, fishing, and swimming during the summer months. Hiking enthusiasts will enjoy exploring the park's well-maintained trails that offer beautiful views of the lake and surrounding landscape. Birdwatchers will also appreciate the diverse bird species that call the park home, making it a great spot for nature enthusiasts. Visitors can also take advantage of the park's camping facilities, which provide a peaceful and secluded setting for a weekend getaway.",
                "image": "https://s7d1.scene7.com/is/image/isp/chainolakes-1381-j-360600?ts=1674260396303&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Green%20Valley%20State%20Park"
            },
            {
                "name": "Gull Point State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Iowa-Great-Lakes#Gull-Point-State-Park-76",
                "content": "Gull Point State Park offers beautiful views of West Okoboji Lake and is a great spot for fishing, hiking, and wildlife watching.",
                "description": "Gull Point State Park is located in the heart of the Iowa Great Lakes region, offering visitors stunning views of West Okoboji Lake. The park has a variety of recreational activities to enjoy, such as hiking and biking trails, fishing, boating, and swimming in the crystal-clear waters of the lake. Bird watchers will appreciate the park's diverse bird population, including bald eagles, herons, and waterfowl. The park also has picnic areas and a campground for those looking to extend their stay and enjoy the natural beauty of the area. Overall, Gull Point State Park is a perfect destination for outdoor enthusiasts and nature lovers alike.",
                "image": "https://s7d1.scene7.com/is/image/isp/fortdefiance-2301-e-360600?ts=1674260036367&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Gull%20Point%20State%20Park"
            },
            {
                "name": "Honey Creek State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Honey-Creek-State-Park",
                "content": "Honey Creek State Park is a picturesque outdoor destination in southern Iowa, offering camping, fishing, hiking, and boating opportunities on Rathbun Lake.",
                "description": "Honey Creek State Park, located on Rathbun Lake in southern Iowa, offers a variety of outdoor activities for visitors to enjoy. The park features over 800 acres of woodlands, prairies, and wetlands perfect for hiking, bird watching, and wildlife viewing. The lake itself is ideal for fishing, boating, and swimming, with several boat ramps and a swimming beach available for use. The park also offers camping facilities, including both RV and tent sites, as well as cabins for rent. With its beautiful natural scenery and abundance of recreational opportunities, Honey Creek State Park is a great destination for outdoor enthusiasts of all ages.",
                "image": "https://s7d1.scene7.com/is/image/isp/cache-2841-ff-360600?ts=1674260336552&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Honey%20Creek%20State%20Park"
            },
            {
                "name": "Lacey Keosauqua State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Lacey-Keosauqua-State-Park",
                "content": "Lacey Keosauqua State Park features stunning river views, historic Native American burial mounds, and numerous recreational opportunities such as hiking, camping, fishing, and boating.",
                "description": "Lacey Keosauqua State Park is a beautiful and tranquil park located in southeast Iowa along the Des Moines River. Visitors can explore the park's stunning natural landscapes, including wooded bluffs, scenic overlooks, and unique rock formations.\n\nOutdoor enthusiasts will enjoy the park's hiking and biking trails, which offer opportunities to spot wildlife and birdwatch. The Des Moines River also provides a picturesque setting for boating, fishing, and picnicking.\n\nHistory buffs will appreciate the park's historic sites, including the Zachary Taylor House, which was once owned by the family of President Zachary Taylor. The park also features a restored one-room schoolhouse, providing a glimpse into Iowa's past.\n\nCamping is available at Lacey Keosauqua State Park, with both modern and primitive campsites offering a chance to experience the beauty of the park overnight. Whether you're looking for outdoor adventure, history, or simply a peaceful retreat, Lacey Keosauqua State Park has something for everyone.",
                "image": "https://cdn-d.rvezy.com/960x640x80/poi/90e761e3-2c4a-44dc-9f32-c8c6684bba2f/094629ff0ba60eef48ff0e2f8fd79912.webp",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lacey%20Keosauqua%20State%20Park"
            },
            {
                "name": "Lake Ahquabi State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Lake-Ahquabi-State-Park",
                "content": "Lake Ahquabi State Park is a popular outdoor destination in Iowa known for its beautiful lake, sandy beach, and shaded picnic areas.",
                "description": "Lake Ahquabi State Park is a beautiful recreational area located just south of Indianola, Iowa. The park features a stunning 115-acre lake with two sandy beaches for swimming, fishing, and boating. Visitors can enjoy activities such as hiking, biking, picnicking, and camping in the scenic surroundings of the park. There are also several well-maintained trails for hiking and bird watching, providing opportunities to see a variety of wildlife in their natural habitat. With its peaceful atmosphere and picturesque setting, Lake Ahquabi State Park is a perfect destination for outdoor enthusiasts and nature lovers alike.",
                "image": "https://s7d1.scene7.com/is/image/isp/fortdefianceconfluence-2301-360600?ts=1674260036368&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lake%20Ahquabi%20State%20Park"
            },
            {
                "name": "Lake Anita State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Lake-Anita-State-Park",
                "content": "Lake Anita State Park is a serene destination in southwest Iowa that offers camping, fishing, boating, and hiking opportunities for visitors to enjoy.",
                "description": "Lake Anita State Park is a popular destination for outdoor enthusiasts in Iowa, offering a range of recreational activities including fishing, boating, camping, and hiking. The park features a 171-acre lake with two boat ramps, making it easy for visitors to get out on the water and enjoy some time fishing for bass, crappie, and bluegill. There are also several scenic hiking trails within the park, perfect for exploring the natural beauty of the area. Camping is available at Lake Anita State Park, with both electric and non-electric campsites to choose from. Visitors can also enjoy picnicking, bird watching, and wildlife viewing opportunities throughout the park.",
                "image": "https://d3qvqlc701gzhm.cloudfront.net/full/16783df95fb92cbe30418208ba7c2fc4b560cf0df2fbc4240bd7f3f29bb87124.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lake%20Anita%20State%20Park"
            },
            {
                "name": "Lake Darling State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Lake-Darling-State-Park",
                "content": "Lake Darling State Park in eastern Iowa offers a peaceful retreat for outdoor enthusiasts with activities such as fishing, hiking, and camping.",
                "description": "Lake Darling State Park is known for its beautiful 302-acre lake, perfect for fishing, boating, and swimming. Visitors can enjoy hiking and biking on the park's scenic trails, or relax at the sandy beach area. The park also offers camping facilities, with both modern and non-modern campsites available for overnight stays. Wildlife enthusiasts will appreciate the opportunity to see a variety of birds and other animals in their natural habitat. Whether you're looking for outdoor adventure or just a peaceful retreat, Lake Darling State Park has something for everyone.",
                "image": "https://d3qvqlc701gzhm.cloudfront.net/full/16783df95fb92cbe30418208ba7c2fc4b560cf0df2fbc4240bd7f3f29bb87124.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lake%20Darling%20State%20Park"
            },
            {
                "name": "Lake Keomah State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Lake-Keomah-State-Park",
                "content": "Lake Keomah State Park is a peaceful retreat located in southern Iowa, offering opportunities for fishing, hiking, picnicking, and camping.",
                "description": "Lake Keomah State Park is a picturesque 366-acre park located in Oskaloosa, Iowa, offering visitors a variety of outdoor activities to enjoy. The lake itself is perfect for fishing, with bass, catfish, and bluegill among the popular catches. Boating enthusiasts can take advantage of the park's boat ramp and enjoy a leisurely cruise around the scenic lake. For those looking to explore the park on foot, there are several hiking trails ranging from easy to moderate difficulty levels, providing opportunities to observe the diverse wildlife and native plant species. Picnic areas with grills are available for visitors to relax and enjoy a meal surrounded by nature, making Lake Keomah State Park a perfect destination for a day trip or weekend getaway.",
                "image": "https://s7d1.scene7.com/is/image/isp/mazoniabraidwood-3501-e-360600?ts=1674260936479&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lake%20Keomah%20State%20Park"
            },
            {
                "name": "Lake Macbride State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Lake-Macbride-State-Park",
                "content": "Lake Macbride State Park offers a variety of outdoor activities including camping, hiking, fishing, and boating in a scenic lakeside setting.",
                "description": "Lake Macbride State Park is a beautiful 2,180-acre park located in eastern Iowa near Solon. Visitors can enjoy a variety of outdoor activities, including hiking, fishing, boating, and swimming in the 812-acre lake. The park also offers picnic areas, shelters, and campsites for those looking to spend a day or weekend in nature. With over 6 miles of trails winding through wooded areas and along the shore, it's a perfect destination for nature lovers and outdoor enthusiasts. The park is home to a wide variety of wildlife, making it a great spot for birdwatching and wildlife photography.",
                "image": "https://paintyourlandscape.com/wp-content/uploads/2011/08/p8130023.jpg?w=768",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lake%20Macbride%20State%20Park"
            },
            {
                "name": "Lake Manawa State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Lake-Manawa-State-Park",
                "content": "Lake Manawa State Park offers a variety of recreational activities including camping, fishing, hiking, swimming, and boating.",
                "description": "Lake Manawa State Park in Council Bluffs, Iowa offers visitors the chance to enjoy a variety of outdoor activities including hiking, fishing, boating, and camping. The park's 660-acre lake is perfect for water enthusiasts looking to swim, kayak, or paddleboard. Families can also take advantage of the park's playgrounds, picnic areas, and beach for a fun day in the sun. Wildlife enthusiasts can spot a variety of birds, deer, and other animals while exploring the park's trails. With its beautiful scenery and range of activities, Lake Manawa State Park is a must-visit destination for nature lovers in Iowa.",
                "image": "https://paintyourlandscape.com/wp-content/uploads/2011/08/p8130023.jpg?w=768",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lake%20Manawa%20State%20Park"
            },
            {
                "name": "Lake of Three Fires State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Lake-of-Three-Fires-State-Park",
                "content": "Lake of Three Fires State Park is a peaceful 691-acre park in southern Iowa with a beautiful lake for fishing, boating, and swimming.",
                "description": "Lake of Three Fires State Park in southern Iowa encompasses 691 acres of natural beauty, offering a variety of outdoor activities for visitors to enjoy. The park features a 85-acre lake where visitors can go fishing, boating, and swimming. There are several hiking trails that wind through the park's woodlands and prairies, providing opportunities to observe the local wildlife. The park also has picnic areas, campgrounds, and cabins for those looking to spend the night surrounded by nature. Whether you're looking to relax by the water or explore the great outdoors, Lake of Three Fires State Park has something for everyone.",
                "image": "https://d3qvqlc701gzhm.cloudfront.net/full/16783df95fb92cbe30418208ba7c2fc4b560cf0df2fbc4240bd7f3f29bb87124.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lake%20of%20Three%20Fires%20State%20Park"
            },
            {
                "name": "Lake Wapello State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Lake-Wapello-State-Park",
                "content": "Lake Wapello State Park is a serene natural area in southern Iowa with a beautiful 289-acre lake for fishing and boating.",
                "description": "Lake Wapello State Park is a picturesque outdoor destination located in southern Iowa, offering opportunities for fishing, boating, hiking, and camping. Visitors can explore the park's serene 289-acre lake, which is perfect for water activities such as kayaking and paddleboarding. The park also features lush wooded areas with scenic hiking trails, providing a peaceful escape into nature. For those looking to stay overnight, Lake Wapello State Park offers a variety of camping options, including modern campsites with electrical hookups. With its beautiful natural surroundings and recreational amenities, Lake Wapello State Park is a great place for outdoor enthusiasts to unwind and enjoy the great outdoors.",
                "image": "https://cdn-d.rvezy.com/960x640x80/poi/90e761e3-2c4a-44dc-9f32-c8c6684bba2f/094629ff0ba60eef48ff0e2f8fd79912.webp",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lake%20Wapello%20State%20Park"
            },
            {
                "name": "Ledges State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Ledges-State-Park",
                "content": "Ledges State Park offers a unique landscape of sandstone cliffs, lush forests, and scenic overlooks in central Iowa.",
                "description": "Ledges State Park is a stunning natural area located in central Iowa, known for its unique rock formations and scenic overlooks. Visitors can explore over 10 miles of hiking trails that wind through lush forests and along picturesque limestone cliffs. The park also offers camping facilities for those looking to immerse themselves in the beauty of the outdoors overnight. Birdwatchers will be delighted by the park's diverse bird population, including hawks, owls, and woodpeckers. Don't forget to bring a camera to capture the breathtaking views from the park's many lookout points.",
                "image": "https://cdn-d.rvezy.com/960x640x80/poi/90e761e3-2c4a-44dc-9f32-c8c6684bba2f/094629ff0ba60eef48ff0e2f8fd79912.webp",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Ledges%20State%20Park"
            },
            {
                "name": "Lewis and Clark State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Lewis-and-Clark-State-Park",
                "content": "Lewis and Clark State Park in Iowa offers scenic views of the Missouri River and recreational activities such as camping, fishing, hiking, and boating.",
                "description": "At Lewis and Clark State Park, visitors can enjoy a variety of outdoor activities such as hiking, fishing, and camping. The park features over 25 miles of trails that wind through wooded areas and along scenic bluffs overlooking Blue Lake. For those interested in water activities, the park also offers a swimming beach, boat rentals, and a dock for fishing. Birdwatchers will appreciate the diverse range of avian species that can be spotted in the park, including bald eagles and osprey. Additionally, history buffs can explore the park's interpretive center, which showcases artifacts and exhibits detailing the Lewis and Clark expedition.",
                "image": "https://s7d1.scene7.com/is/image/isp/mazoniabraidwood-3501-e-360600?ts=1674260936479&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lewis%20and%20Clark%20State%20Park"
            },
            {
                "name": "Lower Gar State Recreation Area",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Iowa-Great-Lakes#Lower-Gar-State-Recreation-Area-80",
                "content": "Lower Gar State Recreation Area is a peaceful park located along Lower Gar Lake and offers camping, fishing, picnicking, and water recreation opportunities.",
                "description": "The Lower Gar State Recreation Area is located on Lower Gar Lake, which is part of the Iowa Great Lakes region. Visitors to this area can enjoy a variety of recreational activities, including boating, fishing, hiking, and picnicking. The lake is known for its excellent fishing opportunities, with anglers able to catch a variety of fish, including walleye, northern pike, and yellow perch.\n\nThe park also offers a campground with both electric and non-electric sites, perfect for those looking to spend a night or two under the stars. The campground is equipped with modern amenities, including showers, restrooms, and a playground for children to enjoy.\n\nFor those interested in exploring the area further, the Lower Gar State Recreation Area is located near several other state parks and natural areas, making it a great home base for outdoor enthusiasts. Whether you're looking to relax on the lake, cast a line, or explore the surrounding nature, Lower Gar State Recreation Area has something for everyone to enjoy.",
                "image": "https://s7d1.scene7.com/is/image/isp/mazoniabraidwood-3501-e-360600?ts=1674260936479&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Lower%20Gar%20State%20Recreation%20Area"
            },
            {
                "name": "Loess Hills State Forest",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Forests/Loess-Hills-State-Forest",
                "content": "Loess Hills State Forest is located in western Iowa and encompasses over 11,000 acres of unique loess hills landscape.",
                "description": "1. The Loess Hills State Forest in western Iowa offers visitors a unique and beautiful landscape featuring steep ridges, deep valleys, and lush forests that are perfect for hiking, camping, and wildlife viewing.\n\n2. This state forest is a prime location for birdwatching, with over 150 different bird species making their home in the diverse habitats found within the Loess Hills, including red-tailed hawks, wild turkeys, and various songbirds.\n\n3. Visitors to the Loess Hills State Forest can explore over 11 miles of hiking trails that wind through the rugged terrain and offer stunning panoramic views of the surrounding countryside, making it a great destination for outdoor enthusiasts looking for a challenging and scenic adventure.\n\n4. In addition to hiking, visitors can also enjoy picnicking, hunting, and photography opportunities in the state forest, where they may encounter a variety of wildlife such as white-tailed deer, foxes, and even the occasional bobcat.\n\n5. With its unique geological features, diverse plant and animal life, and array of outdoor recreational opportunities, the Loess Hills State Forest is a must-visit destination for nature lovers and outdoor enthusiasts looking to experience the beauty and tranquility of Iowa's natural landscape.",
                "image": "https://s7d1.scene7.com/is/image/isp/cache-2841-ff-360600?ts=1674260336552&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Loess%20Hills%20State%20Forest"
            },
            {
                "name": "Maquoketa Caves State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Maquoketa-Caves-State-Park",
                "content": "Maquoketa Caves State Park features limestone caves, scenic trails, and camping options for outdoor enthusiasts to enjoy.",
                "description": "Maquoketa Caves State Park is a popular destination for outdoor enthusiasts looking to explore unique caves and rocky bluffs in eastern Iowa. Visitors can embark on guided cave tours to discover the park's fascinating geology and history. The park offers a variety of hiking trails ranging from easy walks to more challenging treks, providing breathtaking views of the surrounding valleys. Camping facilities are available for those wanting to extend their stay and immerse themselves in the natural beauty of the park. Don't forget to bring a flashlight and sturdy shoes to fully enjoy the cave exploration experience at Maquoketa Caves State Park.",
                "image": "https://s7d1.scene7.com/is/image/isp/fortdefianceconfluence-2301-360600?ts=1674260036368&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Maquoketa%20Caves%20State%20Park"
            },
            {
                "name": "Marble Beach State Recreation Area",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Iowa-Great-Lakes#Marble-Beach-State-Recreation-Area-77",
                "content": "Marble Beach State Recreation Area is a popular spot for swimming, fishing, picnicking, and camping along the shores of West Okoboji Lake in the Iowa Great Lakes region.",
                "description": "Marble Beach State Recreation Area is located on the shores of West Okoboji Lake, one of the Iowa Great Lakes. Visitors to the area can enjoy swimming, fishing, and boating in the crystal-clear waters of the lake. The park also features a sandy beach perfect for sunbathing and picnicking with family and friends. Nature lovers will appreciate the variety of bird species that can be spotted in the area, including eagles and osprey. Additionally, the nearby town of Spirit Lake offers a variety of dining and shopping options for visitors to explore after a day of outdoor adventure.",
                "image": "https://www.cruiseamerica.com/media/rfqehl4y/f0b81b0e-3c8c-4f0e-8cd2-40bda03abebb.jpg?width=1376&height=838&rnd=133461803141470000",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Marble%20Beach%20State%20Recreation%20Area"
            },
            {
                "name": "McIntosh Woods State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/McIntosh-Woods-State-Park",
                "content": "McIntosh Woods State Park is a 338-acre park located in Cerro Gordo County, Iowa, featuring a 60-acre lake with fishing and boating opportunities.",
                "description": "McIntosh Woods State Park is located along the shores of Clear Lake, Iowa's largest natural lake, making it a popular destination for water activities such as fishing, boating, and swimming. The park offers several miles of hiking and biking trails, providing visitors with opportunities to explore the natural beauty of the area. The park's campground offers both electric and non-electric campsites, as well as modern shower and restroom facilities, making it a great spot for a weekend getaway. Additionally, the park features a playground, picnic areas, and a beach for visitors to enjoy. McIntosh Woods State Park is also home to a variety of wildlife, making it a great spot for birdwatching and nature photography.",
                "image": "https://paintyourlandscape.com/wp-content/uploads/2011/08/p8130023.jpg?w=768",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=McIntosh%20Woods%20State%20Park"
            },
            {
                "name": "Mines of Spain State Rec Area",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Mines-of-Spain-State-Rec-Area",
                "content": "Mines of Spain State Recreation Area features historic lead mining sites, diverse ecosystems, and over 20 miles of hiking trails along the Mississippi River.",
                "description": "1. The Mines of Spain State Recreation Area is a historical and scenic destination located in Dubuque, Iowa, named after the lead mining that took place here in the 19th century.\n\n2. Visitors can explore over 1,400 acres of diverse landscapes, including forests, prairies, wetlands, and limestone bluffs, making it a haven for nature lovers and outdoor enthusiasts.\n\n3. The area offers over 21 miles of hiking trails, providing opportunities for visitors to discover the rich biodiversity of the region and enjoy stunning views of the Mississippi River.\n\n4. History buffs will appreciate the Julien Dubuque Monument, honoring the French Canadian explorer who first settled in the area and established the lead mining industry.\n\n5. Whether you're interested in hiking, birdwatching, fishing, or simply soaking in the natural beauty of the surroundings, Mines of Spain State Recreation Area offers something for everyone to enjoy.",
                "image": "https://s7d1.scene7.com/is/image/isp/fortdefiance-2301-e-360600?ts=1674260036367&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Mines%20of%20Spain%20State%20Rec%20Area"
            },
            {
                "name": "Mini-Wakan State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Iowa-Great-Lakes#Mini-Wakan-State-Park-152",
                "content": "Mini-Wakan State Park is a small and peaceful park located on East Okoboji Lake with picnic areas and scenic views.",
                "description": "Mini-Wakan State Park is a hidden gem located on the western shore of East Lake Okoboji, offering a peaceful and scenic getaway for visitors. The park features a quarter-mile sandy beach, perfect for swimming, sunbathing, and picnicking on a warm summer day. Outdoor enthusiasts can enjoy activities such as fishing, boating, kayaking, and paddleboarding in the crystal-clear waters of the lake. The park also has a boat ramp for easy access to the lake for boaters. Additionally, visitors can take advantage of the hiking trails that wind through the park's lush forests, providing opportunities to observe wildlife and enjoy stunning views of the lake.",
                "image": "https://paintyourlandscape.com/wp-content/uploads/2011/08/p8130023.jpg?w=768",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Mini-Wakan%20State%20Park"
            },
            {
                "name": "Nine Eagles State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Nine-Eagles-State-Park",
                "content": "Nine Eagles State Park is a tranquil waterfront park featuring a 45-acre lake for fishing and boating.",
                "description": "1. Nine Eagles State Park is a beautiful, 2,300-acre park located in southern Iowa, offering visitors a peaceful retreat surrounded by nature. \n\n2. The park is named after the nearby Nine Eagles Creek, which provides opportunities for fishing, boating, and wildlife observation along its scenic shores.\n\n3. Visitors can explore over 22 miles of hiking trails that wind through forests, prairies, and wetlands, providing picturesque views of the diverse landscape.\n\n4. The park also features a sandy beach with a designated swimming area, perfect for cooling off on hot summer days, as well as a modern campground for overnight stays under the stars.\n\n5. Whether you enjoy fishing, bird watching, or simply relaxing in nature, Nine Eagles State Park offers something for everyone to enjoy in a tranquil and picturesque setting.",
                "image": "https://www.cruiseamerica.com/media/rfqehl4y/f0b81b0e-3c8c-4f0e-8cd2-40bda03abebb.jpg?width=1376&height=838&rnd=133461803141470000",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Nine%20Eagles%20State%20Park"
            },
            {
                "name": "Okamanpedan State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Iowa-Great-Lakes#Okamanpedan-State-Park-153",
                "content": "Okamanpedan State Park is a peaceful and scenic park located on the shores of East Okoboji Lake in the Iowa Great Lakes region.",
                "description": "Okamanpedan State Park is located in northwest Iowa and is part of the Iowa Great Lakes region, known for its beautiful scenery and outdoor recreational opportunities. Visitors can enjoy hiking, biking, fishing, and wildlife viewing in this peaceful natural setting. The park features several picnic areas and a beach for swimming and relaxing by the water. With over 350 acres of land to explore, Okamanpedan State Park is a great destination for nature lovers and outdoor enthusiasts. Camping facilities are available for those wanting to extend their stay and immerse themselves in the beauty of the park.",
                "image": "https://photos.thedyrt.com/photo/646648/media/iowa-green-valley-state-park_9296334d-f719-4f84-b12e-7c8e46aa9d79.jpg?auto=webp",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Okamanpedan%20State%20Park"
            },
            {
                "name": "Palisades-Kepler State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Palisades-Kepler-State-Park",
                "content": "Palisades-Kepler State Park offers stunning limestone cliffs, picturesque views of the Cedar River, and a variety of recreational activities including camping, hiking, and fishing.",
                "description": "Palisades-Kepler State Park is a picturesque 840-acre park located along the Cedar River in eastern Iowa. The park's main attraction is the towering limestone bluffs, which offer stunning views of the river and surrounding area. Visitors can explore over 6 miles of hiking trails that wind through forests, prairies, and along the riverbank, providing opportunities to see wildlife and unique geological formations.\n\nFor those looking to cool off in the summer, the park features a swimming area with a sandy beach and a playground for children. Fishing is also popular at Palisades-Kepler, with anglers able to catch a variety of fish including bass, catfish, and trout in the river.\n\nCamping is available at the park with both electric and non-electric sites, as well as modern restroom facilities and showers. There are also several picnic areas with shelters and grills for visitors to enjoy a meal outdoors. Whether it's hiking, swimming, fishing, or simply relaxing in nature, Palisades-Kepler State Park offers something for everyone to enjoy.",
                "image": "https://s7d1.scene7.com/is/image/isp/fortdefianceconfluence-2301-360600?ts=1674260036368&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Palisades-Kepler%20State%20Park"
            },
            {
                "name": "Pikes Peak State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Pikes-Peak-State-Park",
                "content": "Pikes Peak State Park offers stunning views of the Mississippi River and is home to the iconic Bridal Veil Falls.",
                "description": "Pikes Peak State Park is located in the northeastern part of Iowa, overlooking the Mississippi River. Visitors can enjoy stunning views of the river and the surrounding bluffs from the park's many hiking trails.\n\nThe park is also home to one of the state's largest white pine forests, providing a peaceful and scenic backdrop for picnicking or birdwatching. For those interested in history, there is a monument at the park dedicated to the expedition of Zebulon Pike, which was the first to explore this region of Iowa.\n\nDuring the summer, visitors can cool off in the park's swimming pool or take a leisurely stroll along the riverfront. In the fall, the park's trees put on a dazzling display of autumn colors, making it a popular destination for leaf peepers.\n\nFor those looking for a more adventurous experience, the park offers rock climbing opportunities on the limestone bluffs and scenic overlooks that provide the perfect backdrop for sunset views and wildlife observation.",
                "image": "https://s7d1.scene7.com/is/image/isp/cache-2841-ff-360600?ts=1674260336552&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Pikes%20Peak%20State%20Park"
            },
            {
                "name": "Pikes Point State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Iowa-Great-Lakes#Pikes-Point-State-Park-81",
                "content": "Pikes Point State Park offers stunning views of the Iowa Great Lakes, with a boat launch and fishing opportunities for visitors to enjoy.",
                "description": "Pikes Point State Park is a beautiful recreation area located along the shores of West Lake Okoboji in the Iowa Great Lakes region. Visitors can enjoy stunning views of the crystal-clear lake and surrounding natural landscape from the park's picnic areas and scenic overlooks. The park offers a variety of outdoor activities, including fishing, boating, and hiking, making it a popular destination for outdoor enthusiasts. Wildlife enthusiasts will also appreciate the diverse array of birds and other wildlife that call the park home. With its peaceful atmosphere and picturesque surroundings, Pikes Point State Park is the perfect place to relax and unwind in nature.",
                "image": "https://photos.thedyrt.com/photo/646648/media/iowa-green-valley-state-park_9296334d-f719-4f84-b12e-7c8e46aa9d79.jpg?auto=webp",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Pikes%20Point%20State%20Park"
            },
            {
                "name": "Pilot Knob State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Pilot-Knob-State-Park",
                "content": "Pilot Knob State Park in Iowa offers beautiful views from the tallest point in the region, as well as camping, hiking, and picnicking opportunities.",
                "description": "Pilot Knob State Park is located in northern Iowa and covers over 700 acres of natural beauty. The park offers a variety of outdoor activities for visitors, including hiking, picnicking, and fishing in the scenic lake. One of the highlights of the park is the historic Pilot Knob Tower, which offers panoramic views of the surrounding countryside. Camping is also available at Pilot Knob State Park, with both modern and primitive campsites for those looking to immerse themselves in nature. Whether you're looking for a peaceful retreat or an active adventure, Pilot Knob State Park has something for everyone to enjoy.",
                "image": "https://cdn-d.rvezy.com/960x640x80/poi/90e761e3-2c4a-44dc-9f32-c8c6684bba2f/094629ff0ba60eef48ff0e2f8fd79912.webp",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Pilot%20Knob%20State%20Park"
            },
            {
                "name": "Pine Lake State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Pine-Lake-State-Park",
                "content": "Pine Lake State Park in Iowa offers hiking, camping, fishing, and beautiful views of the lake.",
                "description": "Pine Lake State Park is a beautiful destination located in Eldora, Iowa that offers a variety of recreational activities for visitors to enjoy. The park boasts two lakes, including the 50-acre Pine Lake, which is perfect for fishing, boating, and swimming. Visitors can explore over 13 miles of hiking trails that wind through scenic woodlands, prairies, and wetlands, providing opportunities to observe a variety of wildlife. The park also offers camping facilities, including both modern and primitive campsites, making it a great spot for a weekend getaway. Additionally, Pine Lake State Park features picnic areas, playgrounds, and a beach area, making it a fantastic destination for families and outdoor enthusiasts alike.",
                "image": "https://s7d1.scene7.com/is/image/isp/mazoniabraidwood-3501-e-360600?ts=1674260936479&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Pine%20Lake%20State%20Park"
            },
            {
                "name": "Pleasant Creek State Recreation Area",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Pleasant-Creek-State-Rec-Area",
                "content": "Pleasant Creek State Recreation Area offers a peaceful retreat with a variety of outdoor activities including camping, fishing, boating, and hiking.",
                "description": "Pleasant Creek State Recreation Area is a beautiful destination for outdoor enthusiasts, offering activities such as camping, fishing, boating, and hiking. Visitors can enjoy the clear waters of the 410-acre lake, perfect for swimming or kayaking. The park also features a sandy beach area for sunbathing and picnicking, making it a great spot for a relaxing day by the water. For those looking to explore the surrounding area, there are several trails that wind through the scenic woodlands of the park. With its peaceful atmosphere and array of outdoor recreation options, Pleasant Creek State Recreation Area is a must-visit destination for nature lovers in Iowa.",
                "image": "https://s7d1.scene7.com/is/image/isp/fortdefiance-2301-e-360600?ts=1674260036367&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Pleasant%20Creek%20State%20Recreation%20Area"
            },
            {
                "name": "Prairie Rose State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Prairie-Rose-State-Park",
                "content": "Prairie Rose State Park is a serene 422-acre park in Iowa known for its diverse wildlife, hiking trails, and scenic views of the surrounding prairie landscape.",
                "description": "Prairie Rose State Park is a hidden gem located in Shelby County, Iowa, encompassing over 200 acres of beautiful rolling hills, woodlands, and prairies. Visitors can enjoy a variety of outdoor activities such as hiking, picnicking, fishing, and boating on the picturesque 218-acre lake. The park also offers modern campgrounds with electric hookups, making it a perfect destination for a weekend getaway with family or friends.\n\nOne of the highlights of Prairie Rose State Park is the scenic overlook, which provides panoramic views of the surrounding countryside and is a great spot for birdwatching. The park is also home to various species of wildlife, including deer, turkeys, and ducks, making it a popular destination for nature enthusiasts. Whether you come to relax by the water, explore the hiking trails, or simply enjoy the peace and quiet of nature, Prairie Rose State Park offers something for everyone.",
                "image": "https://s7d1.scene7.com/is/image/isp/fortdefianceconfluence-2301-360600?ts=1674260036368&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Prairie%20Rose%20State%20Park"
            },
            {
                "name": "Preparation Canyon State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Preparation-Canyon-State-Park",
                "content": "Preparation Canyon State Park features scenic hiking trails and a picturesque campground in the Loess Hills of western Iowa.",
                "description": "1. Located in the Loess Hills of western Iowa, Preparation Canyon State Park offers visitors a unique experience with its rugged terrain, deep canyons, and beautiful views.\n\n2. The park is a hiker's paradise with miles of trails that wind through dense forests, along babbling brooks, and up to scenic overlooks that provide stunning views of the surrounding countryside.\n\n3. Birdwatchers will delight in the park's diverse bird population, with over 90 species recorded in the area, including rare species such as the Bell's Vireo and the Blue-gray Gnatcatcher.\n\n4. Camping opportunities are also available at Preparation Canyon State Park, with both modern and primitive campsites offering a chance to immerse yourself in the natural beauty of the area.\n\n5. Whether you're looking to hike, birdwatch, camp, or simply relax and enjoy the tranquility of nature, Preparation Canyon State Park is a hidden gem waiting to be discovered in the heart of Iowa. So pack your hiking boots, binoculars, and sense of adventure and come explore this unique and beautiful park.",
                "image": "https://s7d1.scene7.com/is/image/isp/fortdefiance-2301-e-360600?ts=1674260036367&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Preparation%20Canyon%20State%20Park"
            },
            {
                "name": "Red Haw State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Red-Haw-State-Park",
                "content": "Red Haw State Park offers hiking, fishing, and picnicking opportunities in a scenic wooded setting in south-central Iowa.",
                "description": "Red Haw State Park, located in Chariton, Iowa, offers visitors the chance to explore 700 acres of wooded hills and valleys surrounding a 72-acre lake. The park is a popular spot for fishing, with anglers having the opportunity to catch bass, bluegill, crappie, and catfish in the lake. Hikers can enjoy several miles of trails that wind through the park, offering scenic views of the surrounding landscape. The park also features picnic areas, playgrounds, and a campground for visitors looking to extend their stay. Red Haw State Park is a peaceful and picturesque destination for outdoor enthusiasts looking to enjoy the beauty of nature.",
                "image": "https://www.cruiseamerica.com/media/rfqehl4y/f0b81b0e-3c8c-4f0e-8cd2-40bda03abebb.jpg?width=1376&height=838&rnd=133461803141470000",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Red%20Haw%20State%20Park"
            },
            {
                "name": "Rice Lake State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/-Rice-Lake-State-Park",
                "content": "Rice Lake State Park is a peaceful natural area located in northern Iowa, offering hiking, fishing, and birdwatching opportunities.",
                "description": "Rice Lake State Park is a peaceful oasis located near Lake Mills in north-central Iowa. The park is known for its tranquil atmosphere, making it the perfect spot for nature lovers looking to escape the hustle and bustle of city life. Visitors can enjoy a leisurely hike around the lake, go fishing for bluegill, crappie, and largemouth bass, or simply relax on the sandy beach. The park also offers camping facilities for those looking to spend the night under the stars. With its scenic views and abundant wildlife, Rice Lake State Park is a popular destination for outdoor enthusiasts of all ages.",
                "image": "https://paintyourlandscape.com/wp-content/uploads/2011/08/p8130023.jpg?w=768",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Rice%20Lake%20State%20Park"
            },
            {
                "name": "Rock Creek State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Rock-Creek-State-Park",
                "content": "Rock Creek State Park is a tranquil park located in central Iowa offering camping, fishing, hiking, and boating opportunities.",
                "description": "Rock Creek State Park is an amazing destination with plenty of activities for visitors to enjoy. Whether you're into hiking, fishing, boating, or just relaxing by the water, this park has something for everyone. The park features a beautiful 15-acre lake perfect for fishing and non-motorized boating. There are also several miles of hiking and biking trails that offer stunning views of the natural surroundings. The park also has a beach area for swimming and picnic areas for enjoying a meal outdoors. Overall, Rock Creek State Park is a fantastic place to spend a day or weekend in nature.",
                "image": "https://s7d1.scene7.com/is/image/isp/fortdefiance-2301-e-360600?ts=1674260036367&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Rock%20Creek%20State%20Park"
            },
            {
                "name": "Shimek State Forest",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Forests/Shimek-State-Forest",
                "content": "Shimek State Forest in southeast Iowa covers over 9,000 acres of diverse landscape and provides opportunities for hiking, camping, hunting, and wildlife viewing.",
                "description": "Shimek State Forest is located in southeast Iowa and covers over 9,000 acres of diverse terrain including forests, prairies, and wetlands. Visitors to the forest can enjoy a variety of recreational activities such as hiking, birdwatching, fishing, and hunting. The forest also features several miles of trails for hiking and horseback riding, providing opportunities to explore the natural beauty of the area. With four separate units within the forest, visitors can experience different ecosystems and wildlife habitats throughout their visit. Shimek State Forest offers a peaceful and secluded setting for outdoor enthusiasts to immerse themselves in nature and enjoy the tranquility of the Iowa countryside.",
                "image": "https://paintyourlandscape.com/wp-content/uploads/2011/08/p8130023.jpg?w=768",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Shimek%20State%20Forest"
            },
            {
                "name": "Springbrook State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Springbrook-State-Park",
                "content": "Springbrook State Park in Guthrie County, Iowa offers scenic views, hiking trails, fishing opportunities, and a beautiful lake for activities such as kayaking and boating.",
                "description": "Springbrook State Park is a beautiful destination for outdoor enthusiasts with its lush forests, rolling hills, and crystal-clear streams. Visitors can enjoy a variety of recreational activities such as hiking, fishing, picnicking, and bird watching. The park also features a sandy beach area where guests can swim and sunbathe during the warmer months. For those looking to extend their stay, Springbrook State Park offers both camping and cabin accommodations. With its peaceful surroundings and plethora of natural beauty, Springbrook State Park is the perfect getaway for nature lovers of all ages.",
                "image": "https://s7d1.scene7.com/is/image/isp/cache-2841-ff-360600?ts=1674260336552&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Springbrook%20State%20Park"
            },
            {
                "name": "Stephens State Forest",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Forests/Stephens-State-Forest",
                "content": "Stephens State Forest covers over 15,000 acres in southern Iowa and offers a variety of outdoor activities including hiking, hunting, and bird-watching.",
                "description": "Stephens State Forest is a beautiful 15,000-acre area located in southern Iowa that offers a wide range of recreational activities for visitors to enjoy. The forest is home to over 60 miles of multi-use trails that are perfect for hiking, biking, and horseback riding, allowing visitors to explore the diverse landscape and abundant wildlife.\n\nOne of the unique features of Stephens State Forest is the presence of the Hickory Ridge Observatory, which offers visitors the opportunity to stargaze and learn more about astronomy. The forest also boasts several campsites and picnic areas, making it a great destination for overnight stays and family gatherings.\n\nFor those interested in hunting and fishing, Stephens State Forest offers abundant opportunities to pursue game such as deer, turkey, and squirrel, as well as access to several ponds and streams for fishing. The forest is also a popular destination for birdwatching, with numerous species of birds that can be spotted throughout the year.\n\nOverall, Stephens State Forest provides a peaceful and scenic retreat for nature lovers and outdoor enthusiasts, offering a variety of activities to suit every interest and skill level. Whether you're looking to hike through the woods, cast a line in the water, or simply relax and enjoy the beauty of the natural surroundings, Stephens State Forest is a must-visit destination in Iowa.",
                "image": "https://cdn-d.rvezy.com/960x640x80/poi/90e761e3-2c4a-44dc-9f32-c8c6684bba2f/094629ff0ba60eef48ff0e2f8fd79912.webp",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Stephens%20State%20Forest"
            },
            {
                "name": "Stone State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Stone-State-Park",
                "content": "Stone State Park in Sioux City, Iowa offers scenic hiking trails, limestone bluffs, and a picturesque overlook of the Big Sioux River Valley.",
                "description": "Stone State Park in Sioux City, Iowa offers visitors a unique outdoor experience with its rugged terrain and stunning views of the Loess Hills. The park features 6 miles of hiking trails that wind through the wooded hills, offering hikers a chance to spot wildlife such as deer and wild turkey. For history buffs, Stone State Park also has remnants of old stone structures that were built by the Civilian Conservation Corps in the 1930s. Visitors can enjoy a picnic at one of the park's shelters or take in the scenic overlooks of the Big Sioux River Valley. Stone State Park is a perfect destination for those looking to explore nature and enjoy a peaceful retreat from city life.",
                "image": "https://s7d1.scene7.com/is/image/isp/cache-2841-ff-360600?ts=1674260336552&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Stone%20State%20Park"
            },
            {
                "name": "Templar State Recreation Area",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Iowa-Great-Lakes#Templar-State-Recreation-Area-82",
                "content": "Templar State Recreation Area offers a peaceful getaway with fishing, boating, and camping opportunities along the shores of East Okoboji Lake.",
                "description": "1. Templar State Recreation Area is a hidden gem located in the Iowa Great Lakes region, offering a peaceful and scenic retreat for visitors looking to escape the hustle and bustle of city life.\n\n2. The park boasts a beautiful sandy beach on Big Spirit Lake, perfect for swimming, sunbathing, and picnicking with family and friends on a warm summer day.\n\n3. Outdoor enthusiasts will enjoy the numerous hiking and biking trails that wind through the park, providing stunning views of the surrounding woodlands and prairies.\n\n4. Anglers will appreciate the excellent fishing opportunities at Templar State Recreation Area, with Big Spirit Lake being home to a variety of fish species including walleye, bass, and panfish.\n\n5. Camping is also available at the park, with both modern and primitive campsites for visitors looking to spend a night under the stars in this tranquil and picturesque setting.",
                "image": "https://photos.thedyrt.com/photo/646648/media/iowa-green-valley-state-park_9296334d-f719-4f84-b12e-7c8e46aa9d79.jpg?auto=webp",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Templar%20State%20Recreation%20Area"
            },
            {
                "name": "Trappers Bay State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Iowa-Great-Lakes#Trappers-Bay-State-Recreation-Area-83",
                "content": "Trappers Bay State Park offers beautiful views of the Iowa Great Lakes region and is a popular spot for outdoor activities such as fishing, hiking, and picnicking.",
                "description": "Trappers Bay State Park is located on the northwest side of West Okoboji Lake, the largest and deepest of the Iowa Great Lakes. Visitors can enjoy breathtaking views of the crystal-clear waters and explore the park's diverse ecosystems, including wetlands, woodlands, and prairies.\n\nThe park offers a variety of recreational activities for visitors, such as hiking, fishing, boating, and swimming. Picnic areas and a playground are available for families looking to enjoy a day outdoors together. Birdwatchers will delight in the park's abundant wildlife, including a variety of waterfowl, songbirds, and raptors.\n\nFor those interested in history, Trappers Bay State Park also features the remains of an old trapper's cabin that dates back to the early 1900s. Visitors can learn about the area's rich past and imagine what life was like for early settlers in the region. Whether you're looking to relax by the water or explore the natural beauty of Iowa, Trappers Bay State Park is a must-visit destination.",
                "image": "https://s7d1.scene7.com/is/image/isp/mazoniabraidwood-3501-e-360600?ts=1674260936479&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Trappers%20Bay%20State%20Park"
            },
            {
                "name": "Twin Lakes State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Twin-Lakes-State-Park",
                "content": "Twin Lakes State Park in Iowa offers two scenic lakes for fishing, boating, and swimming surrounded by picturesque natural landscapes.",
                "description": "1. Twin Lakes State Park is a beautiful 177-acre park located in northwestern Iowa, featuring two scenic lakes perfect for fishing, boating, and swimming. Visitors can enjoy a variety of outdoor activities such as hiking, biking, and picnicking in the park's picturesque surroundings.\n\n2. The park offers a well-maintained campground with both electric and non-electric sites, providing a peaceful and relaxing camping experience for visitors seeking a nature getaway. Campers can also take advantage of the park's modern restroom and shower facilities, as well as a playground for children.\n\n3. Anglers will find ample opportunities to catch a variety of fish, including bass, bluegill, and crappie, in the park's two lakes. Whether fishing from the shore or a boat, visitors can enjoy a day on the water surrounded by the park's scenic beauty.\n\n4. Nature enthusiasts will appreciate the park's diverse wildlife and vegetation, as well as its many birdwatching opportunities. With several miles of hiking trails winding through the park, visitors can explore the natural wonders of Twin Lakes State Park and observe the local flora and fauna.\n\n5. Throughout the year, the park hosts various events and programs for visitors of all ages to learn more about the park's natural resources and recreational opportunities. Whether attending a guided nature walk, participating in a birdwatching workshop, or simply enjoying a quiet day in nature, Twin Lakes State Park offers something for everyone to enjoy.",
                "image": "https://www.cruiseamerica.com/media/rfqehl4y/f0b81b0e-3c8c-4f0e-8cd2-40bda03abebb.jpg?width=1376&height=838&rnd=133461803141470000",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Twin%20Lakes%20State%20Park"
            },
            {
                "name": "Union Grove State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Union-Grove-State-Park",
                "content": "Union Grove State Park is a serene park in Tama County, featuring a 110-acre man-made lake perfect for fishing and non-motorized boating.",
                "description": "Union Grove State Park is a serene nature haven located in Tama County, Iowa. Outdoor enthusiasts can enjoy various recreational activities such as hiking, fishing, picnicking, and birdwatching in the park's 110-acre reservoir. The park also offers a modern campground with electric hookups, making it an ideal spot for a weekend getaway. Visitors can explore the park's diverse plant and animal life, including wildflowers, songbirds, and waterfowl. Union Grove State Park is a hidden gem in the heart of Iowa, perfect for those seeking a peaceful and picturesque retreat.",
                "image": "https://photos.thedyrt.com/photo/646648/media/iowa-green-valley-state-park_9296334d-f719-4f84-b12e-7c8e46aa9d79.jpg?auto=webp",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Union%20Grove%20State%20Park"
            },
            {
                "name": "Viking Lake State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Viking-Lake-State-Park",
                "content": "Viking Lake State Park is a peaceful 138-acre park with a 83-acre lake perfect for fishing, boating, and swimming.",
                "description": "Viking Lake State Park is a picturesque park located in southwestern Iowa, offering visitors a serene environment to relax and unwind. The park features a stunning 110-acre lake perfect for fishing, boating, and swimming. For those who enjoy hiking, there are several scenic trails that wind through the park's wooded areas and offer gorgeous views of the lake. Campers will love the park's modern campground with spacious sites, clean facilities, and easy access to the lake. Don't forget to pack a picnic and enjoy a meal at one of the park's scenic picnic areas while taking in the beauty of Viking Lake State Park.",
                "image": "https://s7d1.scene7.com/is/image/isp/chainolakes-1381-j-360600?ts=1674260396303&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Viking%20Lake%20State%20Park"
            },
            {
                "name": "Volga River State Recreation Area",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Volga-River-State-Recreation-Area",
                "content": "The Volga River State Recreation Area offers a peaceful setting for outdoor activities like camping, fishing, and hiking along the scenic Volga River.",
                "description": "The Volga River State Recreation Area offers visitors a scenic and tranquil setting for camping, fishing, hiking, and wildlife watching. The park features a 43-acre lake stocked with bass, catfish, and bluegill, making it a popular spot for anglers of all skill levels. Hikers can explore over 10 miles of trails that wind through woodlands and prairies, providing opportunities to observe wildlife such as deer, foxes, and a variety of bird species. The park also offers modern camping facilities, including electrical hookups, showers, and a playground for children, making it a great destination for families looking to enjoy the outdoors together. With its diverse recreational opportunities and peaceful atmosphere, the Volga River State Recreation Area is a must-visit destination for anyone seeking to connect with nature in northeast Iowa.",
                "image": "https://photos.thedyrt.com/photo/646648/media/iowa-green-valley-state-park_9296334d-f719-4f84-b12e-7c8e46aa9d79.jpg?auto=webp",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Volga%20River%20State%20Recreation%20Area"
            },
            {
                "name": "Walnut Woods State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Walnut-Woods-State-Park",
                "content": "Walnut Woods State Park is a peaceful retreat near Des Moines, Iowa, featuring lush woodlands, several hiking trails, and a charming picnic area for visitors to enjoy.",
                "description": "Walnut Woods State Park is a picturesque park located just a short drive from Des Moines, Iowa. Visitors can enjoy a variety of outdoor activities, including hiking, picnicking, and birdwatching on the park's scenic trails. The park also offers opportunities for fishing and camping, making it a great destination for nature lovers and outdoor enthusiasts. With its beautiful wooded surroundings and peaceful atmosphere, Walnut Woods State Park is the perfect place to escape the hustle and bustle of city life and immerse yourself in the natural beauty of Iowa. Whether you are looking for a relaxing day trip or a weekend getaway, Walnut Woods State Park has something to offer for every visitor.",
                "image": "https://s7d1.scene7.com/is/image/isp/fortdefiance-2301-e-360600?ts=1674260036367&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Walnut%20Woods%20State%20Park"
            },
            {
                "name": "Wapsipinicon State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Wapsipinicon-State-Park",
                "content": "Wapsipinicon State Park is a peaceful 394-acre park with picturesque bluffs, rugged limestone cliffs, and abundant wildlife, providing opportunities for camping, fishing, hiking, and picnicking.",
                "description": "Wapsipinicon State Park is a beautiful natural area located along the Wapsipinicon River in northeast Iowa. Visitors can enjoy various outdoor activities such as hiking, picnicking, camping, fishing, and boating.\n\nThe park features several miles of scenic hiking trails that lead through forests, along the river, and past picturesque limestone bluffs. It is a great place for birdwatching, as the park is home to a variety of bird species including bald eagles, waterfowl, and songbirds.\n\nWapsipinicon State Park offers modern campsites as well as rustic cabins for overnight stays. The campground is open year-round, providing opportunities for camping in all seasons.\n\nIn addition to outdoor recreation, the park also has a nature center with informative displays about the local wildlife, geology, and history of the area. It is a great place for visitors to learn more about the natural and cultural resources of Wapsipinicon State Park.",
                "image": "https://s7d1.scene7.com/is/image/isp/mazoniabraidwood-3501-e-360600?ts=1674260936479&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Wapsipinicon%20State%20Park"
            },
            {
                "name": "Waubonsie State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Waubonsie-State-Park",
                "content": "Waubonsie State Park is a beautiful natural area in Iowa with stunning views of the Loess Hills and opportunities for camping, hiking, and wildlife observation.",
                "description": "Waubonsie State Park is situated on the unique Loess Hills in Iowa, offering visitors stunning views of the region's rugged terrain and diverse landscapes. The park is home to a variety of flora and fauna, making it a haven for nature lovers and birdwatchers alike. Hiking and mountain biking trails wind through the park, providing opportunities for outdoor enthusiasts to explore the area's natural beauty. Campers can enjoy rustic campsites nestled among the trees, perfect for a peaceful night under the stars. With its scenic overlooks and peaceful atmosphere, Waubonsie State Park is a must-visit destination for anyone looking to reconnect with nature.",
                "image": "https://s7d1.scene7.com/is/image/isp/fortdefianceconfluence-2301-360600?ts=1674260036368&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Waubonsie%20State%20Park"
            },
            {
                "name": "Wildcat Den State Park",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Wildcat-Den-State-Park",
                "content": "Wildcat Den State Park is a picturesque park located in eastern Iowa that offers scenic hiking trails, picnic areas, and unique geological formations.",
                "description": "Wildcat Den State Park is a popular destination for outdoor enthusiasts in Iowa, featuring rugged cliffs, unique rock formations, and picturesque wooded valleys. Visitors can explore over 6 miles of hiking trails that wind through the park, offering stunning views of the Mississippi River and surrounding countryside. The park is also home to several historic sites, including Pine Creek Grist Mill, a restored 1848 flour mill that offers tours and demonstrations during the summer months. Additionally, Wildcat Den State Park provides a variety of recreational opportunities, including camping, picnicking, and fishing, making it an ideal spot for a day trip or weekend getaway. Wildlife enthusiasts will also enjoy the park's diverse range of plant and animal species, including wildflowers, songbirds, and white-tailed deer.",
                "image": "https://d3qvqlc701gzhm.cloudfront.net/full/16783df95fb92cbe30418208ba7c2fc4b560cf0df2fbc4240bd7f3f29bb87124.jpg",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Wildcat%20Den%20State%20Park"
            },
            {
                "name": "Wilson Island State Recreation Area",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Parks/Iowa-State-Parks/Wilson-Island-State-Recreation-Area",
                "content": "Wilson Island State Recreation Area is a tranquil park in western Iowa surrounded by the Missouri River and offering camping, fishing, and wildlife viewing opportunities.",
                "description": "Wilson Island State Recreation Area is located in Missouri Valley, Iowa and offers visitors a tranquil escape into nature along the Missouri River. With over 544 acres of land, this park is perfect for camping, picnicking, and hiking. The area is also popular for fishing and birdwatching, with a variety of fish species in the river and over 100 bird species spotted in the park. The park features modern camping facilities, including electric and non-electric campsites, restrooms, and showers. Visitors can enjoy stunning views of the river, explore the wooded trails, and relax in the peaceful surroundings of Wilson Island State Recreation Area.",
                "image": "https://s7d1.scene7.com/is/image/isp/fortdefianceconfluence-2301-360600?ts=1674260036368&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Wilson%20Island%20State%20Recreation%20Area"
            },
            {
                "name": "Yellow River State Forest",
                "url": "https://www.iowadnr.gov/Places-to-Go/State-Forests/Yellow-River-State-Forest",
                "content": "Yellow River State Forest is a 8,503-acre state forest in northeast Iowa known for its rugged terrain, scenic bluffs, and diverse wildlife.",
                "description": "1. Yellow River State Forest, located in northeast Iowa, offers over 8,500 acres of rugged terrain and picturesque landscapes to explore. With over 45 miles of trails for hiking, horseback riding, and mountain biking, visitors can immerse themselves in the beauty of the natural surroundings.\n\n2. This state forest is a popular destination for outdoor enthusiasts looking to experience the diverse wildlife and plant species that thrive in the area. Birdwatchers can spot a variety of bird species, including bald eagles, while anglers can try their luck at fishing in the Yellow River or local trout streams.\n\n3. Camping is a popular activity at Yellow River State Forest, with several campgrounds available for both tent and RV camping. The peaceful surroundings and serene atmosphere make it the perfect place to relax and unwind while enjoying the great outdoors.\n\n4. For those interested in wildlife viewing, the forest is home to a variety of animals, including white-tailed deer, wild turkeys, and coyotes. Visitors may also catch a glimpse of rare species such as the Indiana bat or timber rattlesnake, which are protected within the forest.\n\n5. With its stunning landscapes, abundant recreational opportunities, and diverse wildlife, Yellow River State Forest is a must-visit destination for nature lovers and outdoor enthusiasts looking to escape the hustle and bustle of city life. Whether you enjoy hiking, camping, birdwatching, or simply soaking in the natural beauty, this state forest has something for everyone to enjoy.",
                "image": "https://s7d1.scene7.com/is/image/isp/chainolakes-1381-j-360600?ts=1674260396303&$SlideshowThumbnail$",
                "map": "https://www.google.com/maps/embed/v1/place?key=AIzaSyBclMMx3l1l_RIauGZjoDHCNvb8-cxBqGM&q=Yellow%20River%20State%20Forest"
            }
        ]
    }
}